[
  {
    "title": "سيرة الإمام محمد بن الحسن المهدي عجل الله تعالى فرجه الشريف",
    "major": "سيرة أهل البيت",
    "body": "الولادة: ولد الإمام المهدي عجل الله تعالى فرجه الشريف الجمعة منتصف شهر شعبان سنة( 255ه) في مدينة سامراء العراقية.\n\nألقابه: بقية اللّه، الحجة، الخلف الصالح، الشريد، الغريم، القائم، المهدي، المنتظر، الماء المعين.\n\nكنيته: أبو القاسم.\n\nعمره الشريف: قد مضى من عمره الشريف لحد الان أي عام 1424ه.ق ألف ومائة وتسعة وستون (1169) عاماً. ولا يزال حياً إلى أن يشاء اللّه وسوف يظهر بإذن اللّه في يوم من الأيام ليملأ الأرض قسطاً وعدلاً.\n\nتمهيد\n﴿ وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِن بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُون﴾1.\nإن الاعتقاد بوجود مصلح إلهي وعالمي موجود في كثير من المذاهب والأديان فليس مقصوراً على الشيعة، وإن كنا نتميز عن غيرنا بأن هذه الفكرة لم تعد فكرة ننتظر ولادتها، ونبوءة نتطلع إلى تحققها، بل واقعاً قائماً ننتظر فاعليته، وإنساناً معيناً يعيش بيننا بلحمه ودمه نراه ويرانا ويعيش مع امالنا والامنا ويشاركنا أحزاننا، وأفراحنا، ويشهد كل ما تزخر به الساحة على وجه الأرض من عذاب المعذّبين وبؤس البائسين وظلم الظالمين، وقد قدر لهذا الإمام القائد المنتظر أن لا يعلن عن نفسه، ولا يكشف للاخرين حياته على الرغم من أنه يعيش معهم، انتظاراً للحظة الموعودة.\n\nوقد ورد في الأحاديث الشريفة الحث المتواصل على انتظار الفرج.\n\nوهكذا نلاحظ أن وجود الإمام أعطى الفكرة زخماً جديداً، وجعل منها مصدر عطاء وقوة بدرجة أكبر، إضافة إلى ما يجده أي إنسان رافض من سلوة وعزاء وتخفيف لما يقاسيه من الام الظلم والحرمان حين يحس أن إمامه وقائده يشاركه هذه الالام ويشعر بها فعلاً بحكم كونه إنساناً معاصراً يعيش معه وليس مجرد فكرة مستقبلية2.\n\nالإمام المهدي عجل الله تعالى فرجه الشريف في العقيدة الإسلامية\nإن الاعتقاد بأن لهذه الأمة مهدياً ليس مورداً للاختلاف بين المسلمين باختلاف مذاهبهم، ويرجعون هذه المسألة إلى أحاديث النبي صلى الله عليه وآله التي ثبت صحة صدورها عنهصلى الله عليه وآله ، والكثير من العلماء يذهب إلى تواتر هذه الأحاديث، وقد دوّن علماء السنة أحاديث المهدي عجل الله تعالى فرجه الشريف في مختلف العصور.\n\nروى ابن ماجة بسنده عن علقمة عن عبد اللَّه قال: \"بينما نحن عند رسول اللَّه صلى الله عليه وآله إذ أقبل فتية من بني هاشم فلما راهم النبي صلى الله عليه وآله أغرورقت عيناه وتغير لونه قال: فقلت: ما نزال نرى في وجهك شيئاً نكرهه. فقال:\" إنا أهل بيت اختار اللَّه لنا الاخرة على الدنيا، وإن أهل بيتي سيلقون بعدي بلاءً وتشريداً وتطريداً، حتى يأتي قوم من قبل المشرق معهم رايات سود فيسألون الخير، فلا يعطونه، فيقاتلون، فينصرون، فيعطون ما سألوا فلا يقبلونه حتى يدفعوها لرجل من أهل بيتي فيملأها قسطاً كما ملؤوها جوراً فمن أدرك ذلك منكم فليأتهم ولو حبواً على الثلج\"3.\n\nوورد أيضاً عن أم سلمة (رض) عن النبي صلى الله عليه وآله :\" لمهدي من عترتي من ولد فاطمة\"4.\nروى الحمويني بسنده عن سعيد بن جبير، عن ابن عباس قال: قال رسول اللَّه صلى الله عليه وآله :\" إن علي بن أبي طالب إمام أمتي وخليفتي عليها من بعدي من ولده القائم المنتظر الذي يملأ اللَّه به الأرض عدلاً وقسطاً كما ملئت ظلماً وجوراً والذي بعثني بالحق بشيراً إن الثابتين على القول به في زمان غيبته لأعز من الكبريت الأحمر\".\n\nفقام إليه جابر بن عبد اللَّه الأنصاري فقال: يا رسول اللَّه، وللقائم من ولدك غيبة؟ قال صلى الله عليه وآله :\" أي وربي ليمحّص اللَّه بها الذين امنوا ويمحق الكافرين يا جابر إن هذا الأمر من أمر اللَّه وسر من سر اللَّه، علمه مطوي عن عباده، فإياك والشك فيه فإن الشك في أمر اللَّه كفر\"5\n\nالإمام المهدي في الغيبة الصغرى\nللإمام المهدي عجل الله تعالى فرجه الشريف كما نعلم غيبة صغرى، وكبرى.\nالغيبة الصغرى يقصد بها الفترة التي بدأت باستشهاد الإمام العسكري عليه السلام وتسلم الإمام المهدي عجل الله تعالى فرجه الشريف مهام الإمامة بعده وقد تم اتصاله بقواعده الشعبية عبر السفراء الأربعة وهم:\n\nالأول: عثمان بن سعيد، مدة سفارته حوالي خمس سنوات.\nالثاني: محمد بن عثمان حوالي أربعين عاماً، توفي سنة 305 للهجرة.\nالثالثة: الحسين بن روح واستمر واحداً وعشرين سنة.\nالرابع: علي بن محمد السمري، وبقي في السفارة ثلاثة سنين وتوفي عام 329ه 6 .\n\nالإمام المهدي في الغيبة الكبرى\nكانت وفاة علي بن محمد السمري إيذاناً بإبتداء عصر الغيبة الكبرى وكان التوقيع الصادر عن الإمام عليه السلام إلى علي بن محمد قبل وفاته بستة أيام هو الإعلان عن انتهاء فترة الغيبة الصغرى. ونص التوقع المبارك هو:\" بسم اللّه الرحمن الرحيم يا علي بن محمد السمري، أعظم اللّه أجر إخوانك فيك، فإنك ميت ما بينك وبين ستة أيام فاجمع أمرك ولا توصِ إلى أحد فيقوم مقامك بعد وفاتك، فقد وقعت الغيبة التامة فلا ظهور إلا بإذن اللّه تعالى ذكره، وذلك بعد طول أمد وقسوة القلب وامتلاء الأرض جوراً. وسيأتي لشيعتي من يدعي المشاهدة قبل خروج السفياني، والصيحة فهو كذاب مفتر ولا حول ولا قوة إلا باللّه العلي العظيم\"7.\n\nيتضح من هذا النص عدة أمور منها:\n1 - انتهاء دور النيابة الخاصة(السفارة).\n2 - هناك مجموعة من العلامات الخاصة التي تسبق خروج الإمام عجل الله تعالى فرجه الشريف .\n\nعلامات ظهور الإمام المهدي عجل الله تعالى فرجه الشريف\nقد ذكر الشيخ المحدث الجليل عباس القمي في كتابه منتهى الامال، ج2، ص821، بعض علائم الظهور، وهي عبارة عن اختصار لما كتبه الفقيه المحدث، السيد إسماعيل النوري رحمهم الله.\n\nونحن بدورنا ننقل بعض هذه العلامات:علامات الظهور على قسمين: علائم حتمية وعلائم غير حتمية.\n\nالعلامات الحتمية:\n1- خروج الدجال: وفي رواية أبي إمامة أن رسول اللّه قال ما معناه:\nليبصق كل مؤمن رأى الدجال على وجهه وليقرأ سورة الحمد كي يذهب سحر اللعين ولما يظهر اللعين يملأ الأرض بالفتن، وتقوم معركة بينه وبين جيش القائم عجل الله تعالى فرجه الشريف ، ثم يقتل اللعين على يد الحجة عجل الله تعالى فرجه الشريف أو على يد عيسى بن مريم عليهما السلام .\n2 - الصيحة:\"يا معشر الخلائق هذا مهدي ال محمد وينسبه إلى أبيه الحسن بايعوه تهتدوا ولا تخالفوا أمره فتضلوا\"8.\n3 - خروج السفياني: يخرج من واد يابس ليس فيه ماء ولا كلاء يقع بين مكة والشام، وهو رجل قبيح الوجه على وجهه أثر جدري. ربع ضخم الهامة أزرق العينين اسمه عثمان بن عنبسة من ولد يزيد بن معاوية ويملك اللعين خمس مدنٍ كبيرة: دمشق، وحمص، وفلسطين والأردن، وقنّسرين.\n4 - الخسف: خسف الأرض بجيش السفياني في البيداء.\n5 - النفس الزكية: قتل النفس الزكية وهو من نسل ال محمد صلى الله عليه وآله فيقتل بين الركن والمقام.\n6- السيد الحسني: خروج السيد الحسني وهو شاب حسن الوجه يخرج من ناحية الديلم وقزوين، وينادي بصوت عالٍ: أغيثوا ال محمد فإنهم يستغيثونكم، وهذا السيد الظاهر أنه من ولد الإمام الحسن المجتبى عليه السلام .\n7 - الكف: ظهور كف في السماء.\n8 - خسوف وكسوف: كسوف الشمس في النصف من شهر رمضان وخسوف القمر في اخره.\n9 - رجب: ظهور ايات وعلامات في شهر رجب.\n\nالعلامات غير الحتمية:نشير إلى بعضها:\n1 - هدم جدار مسجد الكوفة.\n2- فيضان شطّ الفرات وجريانه في أزقة الكوفة.\n3- عمران الكوفة بعد خرابها.\n4- ظهور الماء في بحر النجف.\n5- جريان نهر من شط الفرات إلى الغري أي النجف الأشرف.\n6- القحط الشديد قبل الظهور.\n7- القتل البيوح أي القتل الكثير الذي لم ينقطع.\n8 - تحلية المصاحف وزخرفة المساجد وتطويل المنائر.\n9 - كثرة القتل وسفك الدماء في الكوفة بسبب الرايات المختلفة.\n10 - خروج الرايات السود من خراسان.\n11 - هطول مطر شديد غزير في شهر جمادي الثانية وشهر رجب لم ير مثله.\n12 - امتلاء العالم بالظلم والكفر والفسوق والمعاصي.\n\nالخلاصة\n- تعتبر إمامة المهدي والاعتقاد بها من الأمور التي اتفقت عليها كل المذاهب الإسلامية وإن حصل بعض الاختلاف في كونه ولد أو سيولد.\n-هناك روايات كثيرة صدرت من السنة تصرح بأن الإمام ابن فاطمة، وبعضها ابن علي، وبعضها ابن الحسن العسكري.\n- عين الإمام المهدي في غيبته الصغرى أربع سفراء هم: عثمان بن سعيد، محمد بن عثمان، الحسين بن روح، علي بن محمد السمري.\n- بدأ زمن الغيبة الكبرى عند وفاة السفير الرابع (329ه).\n\n- علامات الظهور على قسمين:\nحتمية(الدجال، السفياني، الخسف، الصيحة).\nغير حتمية(وهي متعددة: عمران الكوفة بعد خرابها، و).\n\n*محطات من سيرة اهل البيت، سلسلة الدروس الثقافية ، نشر: جمعية المعارف الإسلامية الثقافية\n\n1-الأنبياء: 105.\n2- الصدر، محمد باقر، بحث حول المهدي، ص12 7.\n3- سنن ابن ماجة، ج2، ص1366.\n4- كنز العمال، ج14، ص264. وقريب منه ما رواه، ابن ماجة، في السنن، ج2، ص1368.\n5- ينابيع المودة، ص494.\n6- تاريخ الإسلام، ج4، ص94.\n7- الغيبة، الطوسي، ص242.\n8- بحار الأنوار، ج53، ص8، باب 25.",
    "tags": "الإمام المهدي,محمد بن الحسن,القائم,المنتظر,الغيبة الصغرى,الغيبة الكبرى,السفراء الأربعة,علامات الظهور,سيرة أهل البيت,سامراء"
  },
  {
    "title": "سيرة الإمام الحسن بن علي العسكري عليه السلام",
    "major": "سيرة أهل البيت",
    "body": "تمهيد\nواصل الإمام الحسن العسكري عليه السلام مهام الإمامة بعد والده الإمام الهادي عليه السلام ، وعاصر في فترة إمامته القصيرة ست سنوات حكومة ثلاثة خلفاء هم المعتز والمهتدي والمعتمد، وكانت المعاناة مع الدولة العباسية ما زالت شديدة ففي غضون حكم المعتز قُتل الكثير من الأبرياء وسجن من العلويين أكثر من سبعين شخصاً من ال جعفر وال عقيل، وبعد المعتز استلم المهتدي الخلافة، وسجن الإمام عليه السلام ، بل وحتى اتخذ قراراً بقتله إلا أن الأجل لم يمهله فمات المهتدي.\n\nوحدث علي بن جعفر عن الحلبي: \"كنا مجتمعين في العسكر ننتظر قدوم الإمام في يوم ذهاب إلى دار الخلافة، فوصلتنا رقعة منه فيها:\"ألا لا يسلمنّ عليّ أحد، ولا يشير إليّ بيده، ولا يومئ، فإنكم لا تؤمنون على أنفسكم\".\n\nيقول أحمد بن محمد: \"كتبت إلى أبي محمد(الإمام العسكري) حين أخذ المهتدي في قتل الموالي: يا سيدي الحمد للّه الذي شغله عنا، فقد بلغني أنه يتهددك، ويقول واللّه لأجلينهم عن جديد الأرض فوقّع أبو محمد عليه السلام بخطه: \"ذلك اقصر لعمره، عدّ من يومك هذا خمسة أيام ويقتل في اليوم السادس بعد هوان واستخفاف يمر به\". فكان كما قال عليه السلام\"1.\n\nوبعد المهتدي استلم المعتز زمام السلطة وفي عهده استشهد الإمام العسكري عليه السلام وقتلت معه مجموعة من العلويين، وتذكر بعض المصادر التاريخية أنه قد تم قتل بعضهم بأفجع صورة وحتى بعد القتل مثّلوا بأجسادهم2.\n\nنصوص الإمام الهادي على ابنه عليهم السلام\nهناك مجموعة من النصوص التي وردت من الإمام الهادي على إمامة الإمام العسكري عليه السلام منها:\nعن يحيى بن يسار القنبري قال: أوصى أبو الحسن عليه السلام إلى ابنه الحسن قبل مضيه بأربعة أشهر وأشهدني على ذلك وجماعة من الموالي3.\nعن أبي بكر الفهفكي قال: كتب إليَّ أبو الحسن عليه السلام : أبو محمد ابني أنصح ال محمد غريزة وأوثقهم حجة، وهو الأكبر من ولدي. وهو الخلف وإليه ينتهي عُرى الإمامة وأحكامها، مما كنت سائلي فسله عنه فعنده ما يحتاج إليه4.\n\nالإمام العسكري عليه السلام والتمهيد للإمام المهدي عجل اله تعالى فرجه الشريف\nإن المهمة المميزة في إمامته عليه السلام كانت التمهيد لولادة الإمام المهدي عجل اله تعالى فرجه الشريف وغيبته الصغرى والكبرى، والارتباط الصحيح به وضرورة الانتقال بالشيعة من نقطة اتصال مباشرة بالمعصوم إلى نقطة اتصال غير مباشرة، وتعتبر هذه المرحلة من أدق المراحل على الفكر الشيعي منذ النبي محمد صلى الله عليه وآله إلى عهد الإمام العسكري، لذلك كان على الإمام أن يكثف أحاديثه وأن يقوم عملياً كما سيتضح بالتمهيد للغيبة.\n\nويمكن تلخيص دور الإمام عليه السلام في هذا الاتجاه بما يلي:\n1 - النص على الإمام وتعريف شيعته به:\nعن محمد بن عبد الجبار قال: قلت لسيدي الحسن بن علي عليه السلام يا ابن رسول اللّه، جعلني اللّه فداك أحب أن أعلم من الإمام وحجة اللّه على عباده من بعدك؟\n\nفقال عليه السلام :\"إن الإمام وحجة اللّه من بعدي ابني، سمي رسول اللّه صلى الله عليه وآله وكنيته الذي هو خاتم حجج اللّه واخر خلفائه\".\nقال: ممن هو يا بن رسول اللّه؟ قال عليه السلام :\"من ابنة قيصر ملك الروم، ألا إنه سيولد ويغيب عن الناس غيبة طويلة ثم يظهر\"5.\n\nعن يعقوب بن منقوش قال: دخلت على أبي محمد الحسن بن علي عليه السلام وهو جالس على دكان في الدار وعن يمينه بيت عليه ستر مسبل، فقلت سيدي، من صاحب هذا الأمر؟ فقال: ارفع الستر، فرفعته فخرج إلينا غلام خماسي له عشر أو ثمان أو نحو ذلك، واضح الجبين، أبيض الوجه، دري المقلتين، شثن الكفين، معطوف الركبتين، في خده الأيمن خال، وفي رأسه ذؤابة، فجلس على فخذ أبي محمد عليه السلام ثم قال لي: هذا صاحبكم، ثم وثب فقال له:\" يا بني ادخل إلى الوقت المعلوم، فدخل البيت وأنا أنظر إليه، ثم قال لي: يا يعقوب، انظر من في البيت؟ فدخلت فما رأيت أحداً\"6.\n\n2 - التأكيد على الصبر وانتظار الفرج:\nإن انتظار فرج الإمام من العبادات بل من أفضل الأعمال كما في الأحاديث المباركة. فإن أول ما يتوجب على الإنسان هو الصبر عند طول الغيبة وما يؤكد على ذلك الرسالة التي أرسلها الإمام إلى علي بن الحسين بن بابويه القمي: التي جاء فيها:(عليك بالصبر وانتظار الفرج).\n\nقال النبي صلى الله عليه وآله :\"أفضل أعمال أمتي انتظار الفرج\"7.\n\n3 - التحذير من الشك والضعف:\nقال عليه السلام :\"إن لصاحب هذا الأمر غيبة المتمسك فيها بدينه كالخارط شوك القتاد بيده\"8.\n\n4- التمهيد العملي للغيبة:\nوالمقصود بذلك أن الإمام عين وكلاء وسفراء من خاصة أصحابه لتبليغ تعليماته وأحكامه إلى شيعته، وذلك بأسلوب التوقيعات والمكاتبات، وهذا يعتبر تمهيداً عملياً لما سيحصل في زمن الغيبة الصغرى.\n\n5- مدرسة الفقهاء:\nاتسم عصر الإمام العسكري ومن قبله عصر الإمامين الهادي والرضا عليهما السلام باتساع رقعة التشيع، واتضاح معالم المدرسة الشيعية، ولذلك دعوا إلى اتباع مدرسة الفقهاء التي تميزت عما سواها، بعدة أمور منها:\n\n1- اعتماد الكتاب والسنة مصدراً للتشريع الإسلامي.\n2- الرجوع في تعلم الأحكام إلى المعصوم إن أمكن.\n3 - الرجوع إلى الفقهاء الثقات حيث لا يمكن أو يتعسر الرجوع إلى الإمام المعصوم.\n4 - الإفتاء بنص الرواية أو بتطبيق القاعدة المستخلصة من الرواية9.\n\nوقد أيد الإمام العسكري جملة من الكتب الفقهية والأصول في عصره أو قبل عصره وقد أحصيت أسماء أصحاب الإمام ورواة حديثه فبلغوا، 213 شخصاً. منهم:أحمد بن إسحاق الأشعري القمي: وهو من الأصحاب المقربين للإمام عليه السلام ، ويعد كبير القميين وكان يحمل مسائل أهل قم إليه عليه السلام .\n\nأبو هاشم داود بن القاسم الجعفري. وهو من أحفاد جعفر الطيار ومن أعظم رجال أهل بيته وأهل بغداد وكانت له منزلة رفيعة ومقام محمود عند الأئمة عليهم السلام.\nعبد اللّه بن جعفر الحميري. من أبرز رجال قم المقدسة له كتاب (قرب الإسناد).\nأبو عمرو عثمان بن سعيد العمري. وهو النائب الأول للإمام القائم عجل اله تعالى فرجه الشريف . وكان من كبار وكلاء الإمام الهادي عليه السلام والعسكري عليه السلام .\n\nشهادة الإمام العسكري عليه السلام\nقال أبو الأديان: \"كنت أخدم الحسن بن علي بن محمد بن علي بن موسى بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب عليهم السلام وأحمل كتبه إلى الأمصار فدخلت عليه في علّته التي توفي فيها صلوات اللّه عليه فكتب معي كتباً وقال: امض بها إلى المدائن فإنك ستغيب خمسة عشر يوماً وتدخل إلى سر من رأى يوم الخامس عشر وتسمع الواعية في داري وتجدني على المغتسل، قال أبو الأديان: فقلت: يا سيدي فإذا كان ذلك فمن. قال من طالبك بجوابات كتبي فهو القائم من بعدي. فقلت زدني: فقال: \"من يصلّي عليَّ فهو القائم بعدي\".\n\nفقلت: زدني، فقال: \"من أخبر بما في الهميان فهو القائم بعدي\".\nثم منعتني هيبته أن أسأله عما في الهميان.\n\nوخرجت بالكتب إلى المدائن وأخذت جواباتها ودخلت سر من رأى يوم الخامس عشر كما ذكر لي عليه السلام فإذا أنا بالواعية في داره وإذا به على المغتسل وإذا أنا بجعفر بن علي أخيه بباب الدار والشيعة من حوله يعزونه ويهنؤنه فقلت في نفسي: إن يكن هذا الإمام فقد بطلت الإمامة، ... تقدم جعفر ليصلي على أخيه فلما هم بالتكبير خرج صبي بوجهه سمرة بشعره قطط بأسنانه تفليج فجذب برداء جعفر بن علي وقال: \"تأخر يا عم أنا أحق بالصلاة على أبي فتأخر جعفر وقد أربد وجهه وأصفر. فتقدم الصبي وصلّى عليه ودفن إلى جانب قبر أبيه، ثم قال: يا بصري هات جوابات الكتب التي معك فدفعتها إليه، فقلت في نفسي: هذه بينتان،... الخ\"10.\n\nالخلاصة\nكان هناك مجموعة من النصوص صدرت من الإمام الهادي على إمامة ابنه الإمام العسكري عليه السلام .\n\nقد مهد الإمام العسكري للإمام المهدي عجل اله تعالى فرجه الشريف وذلك من خلال عدة أمور:\n-النص على إمامته وتعريف شيعته به.\n-التأكيد على الصبر وانتظار الفرج.\n-التحذير من الشك والاختلاف في زمان الغيبة.\n-التمهيد العملي للغيبة عبر اتصاله بالشيعة عن طريق الوكلاء.\n- إن عصر الإمام العسكري كان النواة الأساسية لنواة مدرسة الفقهاء.\n- وفي الختام تحدثنا عند شهادة الإمام عليه السلام .",
    "tags": "الإمام العسكري,الحسن بن علي العسكري,العسكري,سامراء,الغيبة,التمهيد للمهدي,الوكلاء,مدرسة الفقهاء,سيرة أهل البيت"
  },
  {
    "title": "سيرة الإمام علي بن محمد الهادي عليه السلام",
    "major": "سيرة أهل البيت",
    "body": "الولادة: الأشهر أن ولادته كانت في النصف من ذي الحجة سنة (212ه) قرب المدينة في موضع يقال له(صريا) وعلى رواية ابن عياش أن ولادته كانت في الثاني أو الخامس من رجب.\n\nالشهادة: المتفق عليه أنه توفي سنة (254ه) وحصل الاختلاف في اليوم قيل الثالث من شهر رجب. كان عمره حين وفاته (42) سنة استشهد بالسم في زمن المعتز.\n\nمدة الإمامة: مدة إمامته (33 سنة).\n\nألقابه: النجيب، المرتضى، الهادي، النقي، العالم، الفقيه، الأمين، المؤتمن، الطيب، المتوكل، وأشهرها: الهادي، والنقي.\n\nكنيته: أبو الحسن الثالث1.\n\nنقش خاتمه: \" اللّه ربي وهو عصمتي من خلقه\"، \" حفظ العهود من أخلاق المعبود\".\n\nمدفنه: سامراء.\n\nتمهيد\nاستلم الإمام الهادي عليه السلام الإمامة بعد استشهاد أبيه الإمام الجواد سنة 220ه، وبهذا يكون عمره الشريف حين تصديه للإمامة(ثمان سنوات)، ولذلك إمامته تعتبرالمصداق الثاني للإمامة المبكرة في الفكر الشيعي فمن الطبيعي أن تتكثف النصوص حول إمامته لتركيزها في أذهان الناس كما حصل من قبل مع الإمام الجواد عليه السلام حيث كان هناك تمهيد طبيعي من الإمام الرضا عليه السلام لابنه الإمام الجواد عليه السلام وإن إسناد هذا المنصب الإلهي إليه في هذا السن المبكر جعله يظهر على يديه الكرامات التي تؤكد اتصال صاحبها بعالم الغيب، وقد عاصر الإمام عليه السلام في سني إمامته ستة من حكّام بني العباس وهم:\n\nالمعتصم(وقد دام حكمه 8 سنوات، 227ه).\nالواثق (5 سنوات و223 ) 9ه.\nالمتوكل (14 سنة) 247ه.\nالمستنصر(ستة أشهر) 248ه.\nوالمستعين(سنتان وقيل ثلاث سنوات و9 أشهر) 252ه.\nوالمعتز (8 سنوات و6 أشهر( 258ه.\n\nواستشهد الإمام عليه السلام في عهده سنة 254ه.\n\nولا داعي أن نثقل ذهن القارى‏ء بمدى حقد هؤلاء على أهل البيت عليهم السلام ويكفي أن نعرف أن المتوكل العباسي أمر بهدم قبر الإمام الحسين عليه السلام . ثم هدم كل بناء حول القبر وأجرى الماء عليه إلا أنَّ الماء قد دار حول القبر ولم يصل إليه ومن ثم سمي بالحائر، وقد خرجت من القبر الشريف رائحة طيبة لم يشم الناس عطراً مثلها2.\n\nولذلك قال بعض الشعراء هجاء في حق المتوكل:\nباللّه إن كانت أميه قد أتت قتل ابن بنت نبيها مظلوماً\nفلقد أتاه بنو أبيه بمثله هذا لعمري قبره مهدوماً\nأسفوا على أن لا يكونوا شاركو في قتله فتتبعوه رميم3\n\nنصوص الإمام الجواد عليه السلام على ابنه\n1 - عن إسماعيل بن مهران، قال: لما خرج أبو جعفر عليه السلام من المدينة إلى بغداد في الدفعة الأولى، قلت له: عند خروجه: جعلت فداك، إني أخاف عليك من هذا الوجه، فإلى من الأمر بعدك؟ قال: فكر بوجهه إليّ ضاحكاً، وقال: ليس حيث ظننت في هذه السنة فلما استدعي به إلى المعتصم في المرة الثانية صرت إليه، فقلت له: جعلت فداك، أنت خارج، فإلى من هذا الأمر من بعدك؟ فبكى حتى اخضلّت لحيته، ثم التفت إلي فقال:\" عند هذا يخاف عليَّ، الأمر من بعدي إلى ابني علي\"4\n\n2 - وفي رواية سمعت أبا جعفر محمد بن علي بن موسى الرضا عليه السلام يقول:\" الإمام بعدي ابني علي أمره أمري، وقوله قولي وطاعته طاعتي، والإمام بعده ابنه الحسن أمره أمر أبيه وقوله قول أبيه وطاعته طاعة أبيه\".\n\nثم: سكت فقلت: يا ابن رسول اللّه فمن الإمام بعد الحسن، فبكى عليه السلام بكاءاً شديداً ثم قال: \" إنّ بعد الحسن ابنه القائم بالحق المنتظر\" إلى اخر الرواية5.إلى غيرها من الروايات التي صدرت للتأكيد على إمامة الإمام الهادي عليه السلام .\n\nعصر الإمام الهادي عليه السلام\nإن المراقب لسيرة الإمام الهادي عليه السلام يعرف أن الإمام استخدم منهجاً تربوياً متكاملاً من أجل بناء المجتمع الصالح وحصانته في مواجهة الانحراف وتقديم نموذج للمجتمع الإيماني الذي كان يمثله أهل البيت عليهم السلام وأتباعهم.\n\nوهذا المجتمع لا بد من بنائه من الداخل والخارج لذلك اعتمد في مجال بناء النفس على ركنين:\nالأول: بناء النفس من خلال تهذيبها وربطها بخالقها تعالى(الجانب التهذيبي).\nالثاني: بناءها من أجل قدرتها على تجاوز المحن والصعاب(الجانب التنظيمي).\n\nأ- الجانب التهذيبي:\nعن الإمام عليه السلام قال لأحد مواليه: كاتب فلاناً وقل له:\" إن اللّه إذا أراد بعبد خيراً، إذا عوتب قبل\"6.\nفالإمام يحدد أن الإنسان في مسألة حب الظهور، لا بد أن يتقبل النقد وأن يرضى بالتعرف على عيوبه من أجل إصلاحها.\n\nويقول أيضاً عليه السلام :\" من أطاع الخالق لم يبال سخط المخلوقين، ومن أسخط الخالق فلييقن أن يحلّ به سخط المخلوقين\"7.\nإن تنمية هذا الأمر في شخصية انسان يعزر قوة شخصيته تجاه المغريات أو ما يواجهه من اضطهاد.\n\nوقال أيضاً:\" من أمن مكر اللّه وأليم عذابه أخذه تكبّر حتى يحل به قضاؤه ونافذ أمره، ومن كان على بينة من ربه هانت عليه مصائب الدنيا ولو قرّض ونشر\"8\nوقد اعتمد الإمام وسائل كثيرة للبناء الروحي للمجتمع منها:الرسائل المكتوبة، الربط بالمعصومين عبر ظاهرة الزيارة فقد صدر عنه (الزيارة الجامعة، وزيارة أمير المؤمنين يوم الغدير، وزيارات متعددة للأئمة عليهم السلام ).\n\nب - الجانب التنظيمي:\nإن مفهوم الإمامة الذي يعني قيادة الأمة إلى الخير والصلاح في الدنيا والاخرة اقتضت من الإمام أن يمارس الجانب التنظيمي في المجتمع من أجل حمايته من حبائل السلطة الغاشمة التي كانت تتربص بالمؤمنين وبإمامهم عليه السلام الدوائر.\n\nالعمل المنظم\nكانت حياة الإمام عليه السلام مقرونة برقابة شديدة من قبل الحكام العباسيين، ورغم ذلك كان للتشيع انتشاره في كل العالم الإسلامي، واتبع الإمام أسلوب الوكالة للارتباط بأتباعه وشيعته في العالم ، فكيف كان هذا النظام؟\n\nنظام الوكالة:\nكان الوكلاء يتولون تنظيم عملية الاتصال بين الإمام عليه السلام والشيعة، خصوصاً في العناوين التالية:\n\n1 - استلام الخمس من الشيعة وإيصاله للإمام عليه السلام .\n2 - الاجابة على المسائل الفقهية والعقائدية.\n3 - التعريف بالإمام عليه السلام وتمهيد الأرضية له.\n\nوكان ارتباط هؤلاء بالإمام عليه السلام يتم غالباً من خلال كتب يرسلونها إليه مع من يوثق به.\nوكان من وكلاء الإمام الهادي عليه السلام علي بن جعفر الوكيل، وقد سُعي به إلى المتوكل فقبض عليه وحبس، وقضى فترة طويلة في السجن. وإبراهيم بن محمد الهمداني وغيرهم...\n\nالعلاقة بين الوكلاء والناس:\nلقد نظم الإمام عليه السلام العلاقة بين الوكلاء أنفسهم، بحيث يبقى كل وكيل ضمن دائرة عمله بشكل منظم من دون التعرض لدائرة عمل الاخر، وقد كتب عليه السلام كتاباً وجهه إلى أيوب بن نوح عليه السلام وكان من وكلائه عليه السلام أمره فيه بعدم الاكثار بينه وبين أبي علي وكيل اخر وأن يلزم كل واحدٍ منهما ما وكل به وأمر بالقيام فيه في أمر ناحيته، وأوصى أبا علي ايضاً بمثل ما أوصى به أيوب ، وطلب من الإثنين أن يتولى كل واحد منهما الشؤون المالية لما يليه من الشيعة وأن لا يقبلا شيئاً من أموال شيعة المناطق الأخرى.\n\nونظم عليه السلام كذلك العلاقة بين الوكيل وبين الشيعة المتواجدين في ناحيته ، فاعتبر أن طاعة الوكيل هي طاعة له عليه السلام ، ففي كتاب له عليه السلام عن أبي علي بن راشد يقول: \" فقد أوجب في طاعته طاعتي والخروج إلى عصيانه الخروج إلى عصياني فالزموا الطريق يأجركم الله ويزيدكم في فضله\".\n\nوأكد على ضرورة تمهيد الطريق أمام الوكيل وتسهيل مهمته، يقول عليه السلام :\" فعليك بالطاعة له والتسليم إليه جميع الحق قِبلك، وأن تحض موالي على ذلك وتعرفهم من ذلك ما يصير سبباً إلى عونه وكفايته فذلك توفير علينا ومحبوب لدينا ولك به جزاء من الله وأجر\".\n\nالخلاصة\nعاصر الإمام الهادي عليه السلام عدداً من خلفاء بني العباس وهم(المعتصم، الواثق، المتوكل، المستنصر، المستعين، المعتز).\nإن طرق المواجهة التي اعتمدها الإمام مختلفة واعتمدت على ركنين:\nالجانب التهذيبي: من خلال التركيز على طاعة اللَّه تعالى.\nالجانب التنظيمي: وذلك من خلال التركيز على الوكلاء وتنظيم المجتمع.\n\n*محطات من سيرة اهل البيت، سلسلة الدروس الثقافية ، نشر: جمعية المعارف الإسلامية الثقافية\n\n1- المشهور بين المحدثين في التعبير عنهم بأبي الحسن ثلاثة وهم: موسى الكاظم، وعلي الرضا، وعلي الهادي(عليهم السلام)، وإن شاركهم بعض باقي الأئمة في هذه الكنية، فإذا ورد حديث عن أبي الحسن واطلق فهو موسى الكاظم ويقال له(أبو الحسن الماضي( وإذا قيد بالثاني فهو علي الرضا عليه السلام وإذا قيد بالثالث فهو علي الهادي عليه السلام .\n2- مقاتل الطالبين، ص598 658\n3-(م.ن)، ص599\n4- الكافي، ج1، ص260.\n5- بحار الأنوار، ج50، ص118.\n6- الحراني، ابن شعبة، تحف العقول، ص360.\n7-(م.ن)، ص361.\n8-(م.ن)، ص361.",
    "tags": "الإمام الهادي,علي بن محمد الهادي,الهادي,النقي,سامراء,المتوكل,نظام الوكالة,الزيارة الجامعة,سيرة أهل البيت"
  },
  {
    "title": "سيرة الإمام محمد بن علي الجواد عليه السلام",
    "major": "سيرة أهل البيت",
    "body": "تمهيد\nكان الشيعة ينتظرون بفارغ الصبر ولادة الإمام الجواد من أبيه الإمام الرضا عليه السلام، وذلك لعلمهم بهذا الأمر، ولكن الإمام الرضا عليه السلام كان قد مر على عمره الشريف أكثر من أربعين سنة ولكنه لم يرزق ولداً بعد، وعندما كان يسأل عن ذلك يجيب:\"إن اللّه سوف يرزقني ولداً يكون الوارث لي والإمام من بعدي\"1.\n\nوأخيراً ولد الإمام سنة (195هـ). وقال الإمام الرضا عليه السلام عند ولادته:\"قد ولد لي شبيه موسى بن عمران فالق البحار وشبيه عيسى بن مريم، قدست أم ولدته، قد خلقت طاهرة مطهرة ثم قال عليه السلام: يقتل غصباً فيبكي له وعليه أهل السماء ويغضب اللّه على عدوه وظالمه فلا يلبث إلا يسيراً حتى يعجل اللّه به إلى عذابه\"2.\n\nوولادة الإمام عليه السلام أزالت القلق من قلوب الشيعة حيث كان يحزنهم أن لا يكون للإمام الرضا عليه السلام خليفة.\n\nولكن المسألة الجديرة بالاهتمام هي تولي منصب الخلافة في سن السابعة أو الثامنة من عمره الشريف مما شكل سابقة في الفكر الإمامي، ولكن هذا الأمر ليس بغريب في حياة الأولياء التي فيها الكثير من المعجزات والكرامات التي اخترقت نواميس الطبيعة.\n\nإن الزمان الذي عايشه الإمام الجواد عليه السلام تميز بوجود شخصية متميزة على سدة الحكم ذات دهاء وعلم واسع وأسلوب في العمل تميزت بها عن غيرها من الشخصيات التي توالت على الحكم وتصدت لمواجهة الأئمة،عليهم السلام هو المأمون الذي شهد له التاريخ بأنه أدهى بني العباس3 كما كان معاوية أدهى بني أمية.\n\nفإن من سبق المأمون في الحكم كانوا يواجهون الأئمة عليهم السلام وأتباعهم بشكل مباشر وبالحديد والنار وقد رأى بعينه كيف كان أبوه هارون الرشيد يتعامل مع الشيعة بكل قسوة لكنه علم أن هذا الأسلوب من التعامل مع الشيعة وأئمتهم لن يزيدهم إلا قوة وتمسكاً بخطهم بل أنه سيزلزل حكم بني العباس أيضاً كما زلزل من قبلهم حكم بني أمية واقتلعه من جذوره.\n\nخطة المأمون\n\nلقد اتبع المأمون سياسة أخرى مع الشيعة تتركز على محاولة تضعيف الفكر الشيعي والطعن به من الداخل بشكل يحدث زلزالاً في وجدانهم وعقائدهم فيقضي عليهم بشكل لا تقوم لهم قائمة بعده. وقد لاحظ أن الإمامة هي الحصن الأساسي لهذا الفكر. من هنا كان سعيه بهذا الاتجاه من جهات عدة:\n\n1- محاولة تحطيم عقيدة الشيعة بعصمة الإمام عليه السلام من خلال استدعائه إلى دار الخلافة ليعيش في بذخ القصور بشكل يسقط مفهوم العصمة.\n\n2- محاولة تحطيم عقيدتهم بعلم الإمام عليه السلام من خلال تشكيل المناظرات مع أبرز العلماء الذين تصل يده إليهم بحضور رؤساء القوم وأشرافهم علّه يحصل اشتباه أو توقف فيحصل مراد المأمون.\n\n3- إذا لم ينجح في تحطيم فكرة الإمامة فهو على الأقل سيضمن الإمام إلى جانبه كشخص تابعٍ للسلطان فيتحول الشيعة من معارضين إلى اتباع لسلطان بني العباس وحكمهم.\n\nبالإضافة إلى أن عمل الشيعة بالتقية والخفاء يشكل مشكلة حقيقية بالنسبة للدولة، وقرب الإمام من المأمون ووقوعه تحت نظره في جميع الأوقات يسمح للمأمون برصد جميع تحركات الإمام عليه السلام واتصالاته وبالتالي كشف وجهاء الشيعة.\n\nوقد واجه المأمون الإمام الرضا عليه السلام بهذا الاسلوب وبهذه السياسة ولكن سياسته باءت بالفشل الذريع ولم يستطع أن يسجل موقفاً واحداً على الإمام يستطيع أن يستفيد منه في خطته هذه إلى أن فقد الأمل ووجد أن الدّفة تميل لغير صالحه وأن الإمام الرضا عليه السلام وبسبب هذه المناظرات والمواقف وجد شهرة في البلاد وحبا شديداً بين العباد، وشيعته تزداد يوماً بعد يوم، فلم يبق أمامه إلا حل واحد وهو دس السم والتخلص من وجوده الشريف المبارك.\n\nوفي هذه الظروف والأجواء انتقلت المواجهة إلى الإمام الجواد عليه السلام وكان له من العمر ما يقارب الثماني سنوات، وعندها وجد المأمون نفسه أمام الإمام الجواد عليه السلام الذي ما زال في عمره صبياً صغيراً، فتجدد أمله بتحقيق مخططه وعبر اسلوبه القديم، فإن الذي يواجهه الان ليس الإمام الرضا عليه السلام بل هو صبي لم يبلغ الحلم، ومن كان في عمره عادة لن يستطيع أن يناظر كبار العلماء أويصمد أمام مغريات السلطان ودار الخلافة بكل ما فيها.\n\nمن هنا نراه يستدعي الإمام الجواد عليه السلام إلى بغداد.\n\nمواجهة الإمام الجواد عليه السلام\n\nلقد واجه الإمام الجواد عليه السلام هذه السياسة من اللحظة الأولى التي وطأت قدماه فيها بغداد، وأسقطها تباعاً:\n\n1- على المستوى العلمي، هيأ المأمون للمناظرات بين الإمام عليه السلام وبين قاضي الزمان يحيى بن أكثم بحضور جمع من الأشراف ورؤساء القوم، وقد صرح المأمون بغرضه من تلك المناظرات حيث قال ليحيى «اطرح على أبي جعفر محمد بن الرضا عليه السلام مسألة تقطعه فيها\" ولكنها كانت دائماً تسير لصالح الإمام عليه السلام وكان يتوقف خصمه ويدهش لشدة ما يراه من إحاطة وسعة في علم الإمام عليه السلام.\n\nومن هذه المناظرات. قال يحيى: ما تقول جعلت فداك في محرم قتل صيدا؟.\n\nفقال أبو جعفر عليه السلام:\"قتله في حل أو حرم عالما كان المحرم أو جاهلاً قتله عمداً أو خطأً، حراً كان المحرم أو عبداً، صغيراً كان أو كبيراً، مبتدئاً بالقتل أو معيداً، من ذوات الطير كان الصيد أم من غيرها، من صغار الصيد أم من كبارها، مصراً على ما فعل أو نادماً، في الليل كان قتله للصيد أم في النهار، محرماً كان بالعمرة إذ قتله أو بالحج كان محرماً؟\".\n\nفتحير يحيى بن أكثم وبان في وجهه العجز والانقطاع ولجلج حتى عرف جماعة أهل المجلس أمره.\n\nثم شرح الإمام عليه السلام بعد ذلك تفصيل هذه المسائل قائلاً:\"إن المحرم إذا قتل صيداً في الحل وكان الصيد من ذوات الطير، وكان من كبارها، فعليه شاة، فان أصابه في الحرم فعليه الجزاء مضاعفاً، وإذا قتل فرخاً في الحل فعليه حمل قد فطم من اللبن، وإذا قتله في الحرم فعليه الحمل وقيمة الفرخ، فإذا كان من الوحش وكان حمار وحش فعليه بقرة، و إن كان نعامة فعليه بدنة، وإن كان ظبياً فعليه شاة، وإن كان قتل شيئاً من ذلك في الحرم فعليه الجزاء مضاعفاً هدياً بالغ الكعبة. وإذا أصاب المحرم ما يجب عليه الهدي فيه، وكان إحرامه بالحج نحره بمنى، وإن كان إحرامه بالعمرة نحره بمكة، وجزاء الصيد على العالم والجاهل سواء وفي العمد عليه المأ ثم وهو موضوع عنه في الخطاء، والكفارة على الحر في نفسه، وعلى السيد في عبده، والصغير لا كفارة عليه، وهي على الكبير واجبة والنادم يسقط ندمه عنه عقاب الاخرة والمصر يجب عليه العقاب في الاخرة\".\n\nوكان من اثار هذه المناظرات أن انتشر الفكر الشيعي وشاع وبانت قوته ومتانته وعلوّه، فانقلب السحر على الساحر.\n\n2- وأما من جهة العصمة، فقد حاول المأمون الطعن بها وتسجيل ولو خطأ واحد على الإمام عليه السلام، وبذل لذلك كل ما أمكنه، فعن محمد بن الريان قال: \"احتال المأمون على أبي جعفر عليه السلام بكل حيلة فلم يمكنه فيه شي‏ء فلما أراد أن يبني عليه ابنته دفع إلى مائة وصيفة من أجمل ما يكنّ إلى كل واحدة منهن جاماً فيها جوهر يستقبلون أبا جعفر عليه السلام إذا قعد في موضع الختان، فلم يلتفت إليهن، وكان رجل يُقال له مخارف صاحب صوت وعود وضرب، طويل اللحية فدعاه المأمون فقال: يا أمير المؤمنين إن كان في شي‏ء من أمر الدنيا فأنا أكفيك أمره، قعد بين يدي أبي جعفر عليه السلام لا يلتفت إليه لا يميناً ولا شمالاً، ثم رفع رأسه عليه، وقال عليه السلام: (اتقِ الله يا ذا العثنون)، قال: فسقط المضراب من يده والعود فلم ينتفع بيده إلى أن مات.\n\nورغم الحقيقة الراسخة في عصمة الإمام عليه السلام إلا أن المأمون كان قادراً على الاستفادة من وجود الإمام في قصر الخلافة من الجهة الإعلامية ليعكسها بشكل سلبي على الشارع الشيعي، وقد واجه الإمام عليه السلام ذلك أيضاً واسقطه، فقد روي عن الحسين المكاري قال: دخلت على أبي جعفر ببغداد وهو على ما كان من أمره، فقلت في نفسي: هذا رجل لا يرجع إلى موطنه أبداً وما أعرف مطعمه؟4 قال: فأطرق رأسه ثم رفعه وقد أصفر لونه.\n\nفقال عليه السلام:\"يا حسين خبز شعير وملح جريش في حرم رسول الله أحب إلي مما تراني فيه\".\n\n3- لم يستطع أن يحول الشيعة إلى المشروع العباسي ويستفيد منهم كأتباع لهذا المشروع، بل على العكس فقد استفاد الإمام عليه السلام من هذه السياسة في تقوية المشروع الإسلامي الأصيل. ﴿يُرِيدُونَ أَن يُطْفِؤُواْ نُورَ اللّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللّهُ إِلاَّ أَن يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُون﴾5\n\nوعلى أي حال فإن المأمون استمر بسياسته هذه يحصد الفشل تلو الاخر إلى أن توفي وحكم بعده أخوه المعتصم، فسار مدة بسيرة المأمون، ولكنه سرعان ما فقد الأمل من تحقيق أهدافه، وفهم الاثار التي تحصل بسبب هذه السياسة التي لم تزد مشروعه إلا ضعفاً ووهنا والشيعة إلا علوا ومتانة، وأحس بالاحباط والفشل فتخلى عن سياسته هذه وتوسل بالحديد والنار شان كل ضعيف لا يقدر على مواجهة الكلمة والفكر، فدس السم له واستشهد عليه السلام على عمر لم يتجاوز الخمسة وعشرين عاماً.\n\n*محطات من سيرة اهل البيت، سلسلة الدروس الثقافية، نشر: جمعية المعارف الإسلامية الثقافية\n1- بحار الأنوار، ج50، ص15.\n2-(م.ن)، ج50، ص15.\n3- بحار الأنوار، ج45، ص131.\n4- أي ما أكثر طيب مطعمه وخيره وحسنه، بمعنى أنه لا يرجع إلى وطنه والحال أن مطعمه بالطيب والدعة والسعة التي أراها.\n5- سورة التوبة، بالاية/32.",
    "tags": "الإمام الجواد,محمد بن علي الجواد,الجواد,المأمون,المعتصم,يحيى بن أكثم,المناظرات,بغداد,سيرة أهل البيت"
  },
  {
    "title": "سيرة الإمام علي بن موسى الرضا عليه السلام",
    "major": "سيرة أهل البيت",
    "body": "الولادة: وقع الخلاف في تاريخ ولادته والأشهر أنه ولد في الحادي عشر من شهر ذي القعدة سنة 148ه في المدينة المنورة. وقيل في الحادي عشر من شهر ذي الحجة سنة 153ه.\n\nالشهادة: استشهد بالسم في شهر صفر، سنة ثلاث ومائتين من يوم الجمعة وقيل في شهر رمضان وهو يومئذٍ ابن خمس وخمسين سنة، ودفن في دار حميد بن قحطبة في بقعة هارون الرشيد في قرية يقال لها سناباذ.\n\nمدة الإمامة: كانت مدة خلافته لأبيه عليه السلام عشرين سنة.\n\nألقابه: الرضا، الصابر، الفاضل، الرضيّ، الوفيّ، قرة أعين المؤمنين، غيظ الملحدين.\n\nكنيته: أبو الحسن الثاني.\n\nنقش خاتمه: \" ما شاء اللَّه ولا قوة إل باللَّه\", \" حسبي اللَّه\".\n\nمدفنه: طوس.\n\nتمهيد\nعاصر الإمام الرضا عليه السلام خلال فترة إمامته المباركة التي استمرت عشرين سنة عدداً من خلفاء بني العباس وهم هارون الرشيد لمدة عشر سنوات (193 183ه) ومن بعده ولديه الأمين والمأمون، وسوف نركز في هذا البحث على عهد المأمون العباسي لأنه في عهده تم تسليم ولاية العهد للإمام الرضا عليه السلام.\n\nالإمام في عصر هارون الرشيد\nبعد استشهاد الإمام الكاظم عليه السلام سنة 183ه وتسلم الإمام الرضا عليه السلام الإمامة عانى الكثير من ظلم هارون، ولكن لم يظهر منه أي تصدي علني لمنصب الإمامة، ولم يسجل له أي حضور في المجالس والمحافل العامة.\n\nوذلك لأسباب متعددة منها الوصية التي ركز فيها الإمام الكاظم عليه السلام على أن اظهار ابنه الإمام عليه السلام للإمامة سيكون بعد أربع سنوات من استشهاده أي سنة 178ه. وذلك لإدراك الإمام الظروف القاسية التي ستمر بها الأمة في ذلك الوقت.\n\nوبالفعل في سنة 187ه تصدى الإمام لمنصب الإمامة علناً ولذلك قال له \" محمد بن سنان\" لقد شهرت بهذا الأمر الإمامة وجلست في مكان أبيك بينما سيف هارون يقطر دماً. فقال الإمام عليه السلام :\" إن الذي جراني على هذا الفعل قول الرسول صلى الله عليه وآله لو استطاع أبو جهل أن ينقص شعرة من رأسي فاشهدوا بأني لست نبي\" وأنا أقول \" لو استطاع هارون أن ينقص شعرة من رأسي فاشهدوا بأني لست إمام\"1.وبالفعل توفي هارون سنة 193ه. ودفن في مدينة طوس.\n\nالإمام في عصر الأمين\nإن شخصية الأمين كما تصفها بعض الكتب كانت شخصية مستهترة، لذلك يقول بعض الكُتّاب \" قد كان قبيح السيرة ضعيف الرأي، سفاكاً للدماء يركب هواه، ويهمل أمره، ويتكل في جليلات الأمور على غيره،\".وقد احتدم الصراع بين الأمين والمأمون والذي أدى في نهاية المطاف إلى الإطاحة بحكم الأمين وقتله.\nوقد استغل الإمام هذه الأوضاع، وصب جهوده على بناء الجماعة الصالحة ونشر المفاهيم الإسلامية الصحيحة في المجتمع الذي عانى الكثير من المجون والفساد والإنحراف الفكري.\n\nالإمام في عصر الأمين\nإن شخصية الأمين كما تصفها بعض الكتب كانت شخصية مستهترة، لذلك يقول بعض الكُتّاب \" قد كان قبيح السيرة ضعيف الرأي، سفاكاً للدماء يركب هواه، ويهمل أمره، ويتكل في جليلات الأمور على غيره،\".وقد احتدم الصراع بين الأمين والمأمون والذي أدى في نهاية المطاف إلى الإطاحة بحكم الأمين وقتله.\n\nوقد استغل الإمام هذه الأوضاع، وصب جهوده على بناء الجماعة الصالحة ونشر المفاهيم الإسلامية الصحيحة في المجتمع الذي عانى الكثير من المجون والفساد والإنحراف الفكري.\n\nالإمام في عصر المأمون\nالمأمون رجل ذكي، وهذا ما يمكن أن نفهمه من إسناد ولاية العهد للإمام عليه السلام، وحقاً يجب القول أن سياسة المأمون كانت تتمتع بتجربة وعمق لا نظير له، لكن الطرف الاخر الذي كان في ساحة الصراع كان الإمام علي بن موسى الرضا عليه السلام وهو نفسه الذي كان يحول أعمال وخطط المأمون الذكية والممزوجة بالشيطنة إلى أعمال بدون فائدة ولا تأثير لها وإلى حركات صبيانية كما سنرى في الكلام عن ولاية العهد وهناك عدة شواهد على هذه الشيطنة، ففي عصره كان يتم ترويج العلم والمعرفة بحسب الظاهر، وكان العلماء يدعون إلى مركز الخلافة، ويبذل المأمون الهبات والمشجعّات للباحثين وذلك لإعداد الأرضية لانجذابهم نحوه، وعلاوة على هذا فقد حاول جذب الشيعة وأتباع الإمام إليه من خلال القيام ببعض الأعمال، فمثلاً كان يتحدّث عن عدة أمور منها:\n\n- أن علياً عليه السلام أكثر أهلية وأولى بالخلافة بعد النبي صلى الله عليه وآله.\n- جعل لعن معاوية وسبه أمراً رسمياً.\n- أعاد للعلويين ما غصب من حق السيدة الزهراء عليها السلام في فدك.\nوبالنتيجة كان يبذل قصارى جهده لإرضاء الناس حتى يستطيع بسهولة الاستقرار على مركب الخلافة.2\n\nولاية العهد أهدافها، أسبابها ونتائجها:\nبعد مقتل الأمين استلم المأمون الخلافة سنة 198ه، وأسند ولاية العهد للإمام عليه السلام سنة 201 للهجرة، وكان وراء هذا العمل عدة أهداف منها:\n\nالأهداف\n\n1- التهدئة للأوضاع الداخلية:\nبعد استلام المأمون الخلافة بسنة واحدة أي 199ه، اندلعت ثورات عظيمة وحركات تمرد واسعة قادها العلويون، حيث خرج أبو السرايا السري بن منصور الشيباني بالعراق ومعه محمد بن إبراهيم ابن إسماعيل الحسني، فضرب الدارهم بالكوفة بغير سكة العباسييّن، وسير جيوشه إلى البصرة وقد توزعت الثورة على عدة جبهات:\n\nجبهة البصرة بقيادة العباس بن محمد بن عيسى الجعفري.\nوجبهة مكة بقيادة الحسين بن الحسن الأفطس.\nوجبهة اليمن بقيادة إبراهيم بن موسى بن جعفر عليه السلام.\nوجبهة فارس بقيادة إسماعيل بن موسى بن جعفر عليه السلام.\nوجبهة الأهواز بقيادة زيد بن موسى.\nوجبهة المدائن بقيادة محمد بن سليمان3.\n\nولذلك كان الهدف الأول من دعوة الإمام عليه السلام إلى خراسان تحويل ساحة المواجهة العنيفة والملتهبة إلى ساحة مواجهة سياسية هادئة.\n\n2- سلب القداسة والمظلومية عن الثورة:\nالشيعة لم يكونوا يعرفون التعب أو الملل في المواجهة ولم تكن ثورتهم لتقف عند حد. وهذه المواجهات كان لها خاصيتين:\n\nالأولى: المظلومية.\nالثانية: القداسة4.\n\nالمظلومية التي كانت تتمثل بانتزاع الخلافة والاضطهاد والقتل الذي تعرض له أئمة أهل البيت عليهم السلام من عهد مولانا الإمام علي عليه السلام إلى عهد مولانا الرضا عليه السلام وما بعده.\n\nأما القداسة: فهي التي يمثلها الإمام المعصوم من خلال ابتعاده عن أجهزة الحكم وقيادة الناس وفقاً لمنهج الإسلام المحمدي الأصيل.\nإن المأمون العباسي حاول من خلال ولاية العهد أن يسلب هذه القداسة والمظلومية اللتان تشكلان عامل النفوذ الثوري في المجتمع الإسلامي.\nلأن الإمام عندما يصبح ولي عهد سينضم حسب تصور المأمون إلى أجهزة الحكم وينفذ أوامر الملك في التصرف بالبلاد إذن فهو لم يعد لا مظلوماً ولا مقدساً.\n\n3- إضفاء المشروعية على الخلافة العباسية:\nإنَّ بيعة المأمون عليه السلام وقبول الإمام بذلك يعني حصول المأمون على اعتراف من العلويين، على أعلى مستوى بشرعية الخلافة العباسية وقد صرح هو بذلك \" فأردنا أن نجعله ولي عهدنا، ليكون دعاؤه لنا، وليعترف بالملك والخلافة لن\".\n\nلأن هذه البيعة تعني بالنسبة للمأمون: أن الإمام يكون قد أقر بأن الخلافة ليست له دون غيره، ولا في العلويين دون غيرهم ولذلك إن حصول المأمون على هذا الاعتراف ومن الإمام عليه السلام خاصة، يعتبر أخطر على العلويين من الأسلوب الذي انتهجه أسلافه من أمويين وعباسيين ضدهم، من قتلهم وتشريدهم، وسلب أموالهم5.\n\nوهناك أهداف كثيرة ذكرت في الكتب للبيعة كأن يكسب المأمون سمعة معنوية وصيتاً بالوقار والتقوى، وأن يتحول الإمام إلى حامي ومرشد للنظام إلى غيرها من الأهداف التي سنذكر بعضها ولكن السؤال المهم ما هي الإجراءات التي قام بها الإمام عليه السلام في سبيل مواجهة هذه الخطوة السياسية الدقيقة؟\n\nولكن قبل الإجالة عن هذا السؤال لا بد لنا من معرفة الأسباب لقبول هذه البيعة، وإن كان هناك أسباباً متعددة ولكننا نقتصر على أهم سبب في هذا المجال وهو:\n\nالإكراه على البيعة\nأول أمر قام به الإمام أنه رفض هذا الطرح، حتى انتشر هذا الرفض في كل مكان حتى أن الفضل بن سهل صرح في جمع من العاملين بهذا الأمر، وبيّن الإمام في كل فرصة أتيحت له أنه مجبر على القيام بهذا الأمر وهذا الأمر يعتبر أيضاً إجراء من قبل الإمام في مواجهة الولاية من قبل المأمون قال الريان بن الصلت: \" دخلت على علي بن موسى الرضا عليه السلام، فقلت له: يا ابن رسول اللّه الناس يقولون: إنك قبلت ولاية العهد مع اظهارك الزهد في الدنيا، فقال عليه السلام : قد علم اللّه كراهتي لذلك، فلما خيرت بين قبول ذلك وبين القتل اخترت القبول على القتل، ويحهم أما علموا أن يوسف عليه السلام كان نبياً ورسولاً فلما دفعته الضرورة إلى تولي خزائن العزيز (قال اجعلني على خزائن الأرض إني حفيظ عليم) ودفعتني الضرورة إلى قبول ذلك على إكراه وإجبار بعد الإشراف على الهلاك على أني ما دخلت في هذا الأمر إلا دخول خارج منه فإلى اللّه المشتكى وهو المستعان\"6.\n\nطبعاً هذا لا يعني أن الإمام لأنه هدد بالقتل قبِل بولاية العهد من دون النظر إلى النتائج المترتبة على ذلك. ومن النصوص التي يظهر فيها التهديد للإمام عليه السلام هو قول المأمون له: \" إن عمر بن الخطاب جعل الشورى في ستة أحدهم جدك أمير المؤمنين علي عليه السلام وشرط فيمن خالف منهم أن يضرب عنقه ولا بد من قبولك ما أريده منك فإنني لا أجد محيصاً عنه\"7.\n\nالإجراءات التي قام بها الإمام متعددة منها:\n\n1 - إعلان التهديد.\nوهذا الإجراء تقدم الكلام عنه وقد ساعد أعوان السلطة لعدم تدبيرهم ودرايتهم بالسياسة على نشر هذا الخبر.\n\n2 - عدم التدخل في الشؤون السياسية.\nرغم كل التهديدات التي مورست على الإمام عليه السلام قَبِلَ ولاية العهد بشرط الموافقة على عدم تدخله في أي شأن من شؤون الحكومة من حرب أو سلم من عزل أو نصب الخ...\nفقد قال عليه السلام عندما هدده المأمون:\" فإني أجيبك إلى ما تريد من ولاية العهد على أنني لا امر ولا أنهى ولا أفتي ولا أقضي ولا أولّي ولا أعزل ولا أغير شيئاً مما هو قائم فأجابه المأمون إلى ذلك كله\"8.إلى غيرها من الأجراءات التي قام بها الإمام الرضا عليه السلام في مواجهة هذه السياسة التي قام بها المأمون التي لا يستوعبها هذا البحث.\n\nنتائج ولاية العهد\nيقول السيد القائد قدس سرهم في هذا المجال:\" إن السنة التي تسلم فيها الإمام ولاية العهد كانت واحدة من أعظم البركات التاريخية على التشيع حتى أنها نفخت روحاً جديدة في نضال وكفاح العلويين وهذا كان من بركات التدبير الإلهي للإمام الثامن وأسلوبه الحكيم\"9.\n\nلذلك سنشير إلى بعض من نتائج ولاية العهد.\n\n1 - اعتراف المأمون بأحقية أهل البيت:\nويكفي للتدليل على هذه الفكرة أن نطلع على بعض الكلمات التي صدرت من الإمام عليه السلام في مراسم التعيين. فعندما طلب المأمون منه أن يخطب أمام الناس فقد خطب موضحاً حقه:\" أيها الناس إن لنا عليكم حقاً برسول اللّه صلى الله عليه وآله ولكن علينا حقاً به فإذا أدّيتم إلينا ذلك وجب لكم علينا الحكم والسلام\"10.\nثم خطب المأمون فقال: \" أيها الناس جاءتكم بيعة علي بن موسى بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب عليه السلام واللّه لو قرأت هذه الأسماء على الصمّ البكم لبرئوا بإذن اللّه عزَّ وجلَّ\"11.\n\n2- توظيف الإعلام لصالح الإمام عليه السلام وقد تم ذلك خلال عدة خطوات:\nأصبح أئمة الجمعة يدعون للإمام الرضا عليه السلام كل جمعة وكل مناسبة.ضربت النقود باسم الإمام الرضا عليه السلام في جميع الأمصار.كثرت الخطب والأشعار المادحة للإمام وأهل البيت عليهم السلام.\n\nحتى أن المأمون نفسه قال:\nلا تُقبل التوبة من تائب إلا بحب ابن أبي طالب\nأخو رسول اللّه خلف الهدى والأخ فوق الخلّ والصاحب12\n\n3- حرية الإمام في المناظرة:\nويكفي أن نعرف أن مناظرات الإمام كثيرة جداً مع كل المذاهب والأديان حتى لقب عليه السلام ب\" غيظ الملحدين\".\nفقد جمع المأمون للإمام عليه السلام، الجاثليق وهو رئيس الأساقفة، ورأس الجالوت عالم اليهود، ورؤساء الصابئين، وعظماء الهنود من أبناء المجوس، وأصحاب زرادشت، وعلماء الروم، والمتكلمين، و...\n\n4 - نشر فضائل ومقامات أهل البيت عليه السلام:\nفقد نشر الإمام عليه السلام فضائل الإمام علي عليه السلام وكراماته، ويكفي أن نعرف أن نفس المأمون في سنة 211 قد أمر أن ينادي:\" برئت الذمة ممن يذكر معاوية بخير، وأن أفضل الخلائق بعد رسول اللّه صلى الله عليه وآله علي بن أبي طالب\"13\n\n5- حقن دماء المسلمين:\nمن مكتسبات هذه الولاية حقن الدماء، فقد أصدر المأمون العفو العام عن قيادة الثورات: كزيد وإبراهيم أخو الإمام عليه السلام، ومحمد بن جعفر.\n\nالخلاصة\nعاصر الإمام عدد من خلفاء بني العباس وهم هارون، والأمين، والمأمون.\nفي عهد المأمون استلم الإمام عليه السلام ولاية العهد.\nكان هناك عدة أهداف وراء ولاية العهد منها: التهدئة للأوضاع الداخلية، سلب القداسة والمظلومية عن الثورات، إضفاء المشروعية على الخلافة العباسية.\nإن الإمام عليه السلام كان مكره اًعلى البيعة، وعند عرضها عليه وقبوله بها قام بعدة اجراءات منها اعلان التهديد، وعدم تدخله في الشؤون السياسية.\n\nهناك عدة نتائج مترتبة على ولاية العهد منها:\n-اعتراف المأمون بأحقية أهل البيت عليهم السلام.\n-توظيف الإعلام لصالح الإمام عليه السلام.\n-حرية الإمام في المناظرة.\n-حقن دماء المسلمين.\n\n*محطات من سيرة اهل البيت، سلسلة الدروس الثقافية، نشر: جمعية المعارف الإسلامية الثقافية\n\n1- الكليني، محمد بن يعقوب، الكافي، ج8، ص257.\n2- راجع: الإمام الثامن علي بن موسى الرضا عليه السلام، التأليف: لجنة التحرير في مؤسسة طريق الحق، ص2423.\n3- تاريخ الإسلام، المنظمة العالمية للحوزات، ج3، ص161 160.\n4- راجع: الخامئني، السيد علي، الدروس العظيمة من سيرة أهل البيت عليه السلام، ص 191 190(بتصرف).\n5- الحياة السياسية للإمام الرضا عليه السلام،(م. س)، ص 239 238.\n6- عيون أخبار الرضا ج2، ص139.\n7- المفيد، الإرشاد، ص290.\n8-(م.ن)، ص290.\n9- الدروس العظيمة من السيرة(م.س)، ص190.\n10- الفصول المهمة، ص256 255.\n11- عيون أخبار الرضا،(م.س) ج2، ص147.\n12- تذكرة الخواص، ص320.\n13- تاريخ الخلفاء، ص247.",
    "tags": "الإمام الرضا,علي بن موسى الرضا,المأمون,ولاية العهد,طوس,المناظرات,فدك,هارون الرشيد,الأمين,سيرة أهل البيت"
  },
  {
    "title": "سيرة الإمام موسى بن جعفر الكاظم عليه السلام",
    "major": "سيرة أهل البيت",
    "body": "الولادة: ولد يوم الأحد السابع من شهر صفر سنة (128) ه في مدينة الأبواء بين مكة والمدينة.\n\nالشهادة: استشهد موسى بن جعقر مسموماً ببغداد في حبس السندي بن شاهك في الخامس والعشرين من رجب سنة ثلاث وثمانين ومائة (183)ه مقامه مع أبيه تسع عشرة سنة مضى وهو ابن أربع وخمسين سنة.\n\nمدة الإمامة: خمساً وثلاثين سنة.\n\nألقابه: العبد، الصالح، الكاظم، الصابر، الأمين، باب الحوائج، ذو النفس الزكية، زين المجتهدين، الوفي، المأمون، الطيب.\n\nكنيته: أبو إبراهيم، أبو علي، أبو إسماعيل وأبو الحسن الأول.\n\nنقش خاتمه: \" اللّه الملك\", \" الملك للّه\", \" حسبي اللّه\", \" الملك للّه وحده\".\n\nمدفنه: بغداد في مقابر قريش.\n\nالأجواء العامة\nطارد العباسيون ذرية الإمام علي بن أبي طالب عليه السلام وأتباعهم، ولاحقوهم على امتداد العالم الإسلامي وحاولوا استئصالهم خوفاً من ثوراتهم ومكانتهم ومدى تأثيرهم في قلوب الناس. وقد أحصي الكثير من الشهداء الذين قتلوا ابتداءً من تسلم أبي العباس السفاح السلطة وحتى وفاة الإمام موسى بن جعفر عليه السلام، وكان أشهرهم الشهيد محمد بن عبد الله بن الحسن النفس الزكية المقتول سنة 145ه والشهيد الحسين بن علي بن الحسن شهيد فخ الذي استشهد سنة 169ه، بالإضافة إلى استشهاد الإمام الكاظم عليه السلام نفسه على يد هارون الرشيد سنة 183ه بعد سنين قضاها يتنقل في سجون هذا الطاغية.\n\nوفي هذه الفترة انتشر الفسق وشرب الخمر والمجون الذي غصت به قصور الخلفاء، وكانت أموال بيت المال تصرف على المغنين والجواري وأمثالهم، وينقل ابو الفرَج: \"أهديت إلى الرشيد جارية... وأخرج كل قينة في داره واصطبح فكان جميع من حضره من جواريه المغنيات والخدمة في الشراب زهاء ألفي جارية في أحسن زي من كل نوع من أنواع الثياب والجوهر...\n\nفلما جاء وقت صلاة العصر لم يشعر الرشيد إلا وعلية قد خرجت من حجرتها وأم جعفر من حجرتها معها زهاء ألفي جارية من جواريها...\n\nفطرب الرشيد وقام على رجليه حتى استقبل أم جعفر وعلية وهو على غاية السرور وقال: لم أر كاليوم قط، يا مسرور لا تبقين في بيت المال درهماً إلا نثرته، فكان مبلغ ما نثره يومئذٍ ستة الاف ألف درهم\".\n\nهذا نموذج يحكي عن الاستهتار الفاحش بأموال المسلمين، والخروج عن أحكام الدين، في الوقت الذي كانت الأكثرية الساحقة في البلاد الإسلامية تعاني الفقر والحرمان، ومن شعر قاله الشاعر أبو العتاهية:\n\nإني أرى الأسعار أسعار الرعية غالية\nوأرى المكاسب نزرة وأرى الضرورة فاشية\nوأرى غموم الدهر رائحة تمر وغادية\nوأرى اليتامى في البيوت الخالية\nمن بين راج لم يزل يسمو إليك وراجية\nيشكون مجهدة بأصوات ضعاف عالية\nيرجون رفدك كي يروا مما لقوه العافية\nمن مصيبات جوّع تمسي وتصبح طاوية\nمن للبطون الجائعات وللجسوم العارية\n\nوأما على المستوى العلمي فقد كثرت الشبهات على الناس ونشأت الكثير من الفرق والمذاهب والتيارات المنحرفة، حتى وصل بعضها إلى الإلحاد.\n\nأولويات المواجهة\nلقد أظهر الإمامين الباقر والصادق عليهما السلام العلوم والمعارف الإسلامية الأصيلة وحددوا المناهج والاصول والمعالم، وبدأ الإمام الكاظم عليه السلام بدور اخر هو الجهاد والصراع السياسي، وبدأ بخطوات عملية في هذا الإطار، وأما الجهاد العسكري فلم تكن الأمة جاهزة لمثل هذا الخيار ولم يكن هناك الأنصار الكافين والأجواء الملائمة لمثل هذا الأمر، وهذا ما نجده في كلمته لشهيد فخ الحسين بن علي عندما راه عازماً على الخروج: \" إنك مقتول فأحدّ الضراب، فإن القوم فساق يظهرون إيماناً ويضمرون نفاقاً وشركاً فإنا لله وإنا إليه راجعون وعند الله أحتسبكم من عصبة\".\n\nفإن الإمام عليه السلام كان يعلم أن أي عمل جهادي مسلح لن يكتب له النجاح في الظروف الراهنة، وقد عاصر عليه السلام حكم المنصور والمهدي والهادي والرشيد.\n\nوقد ارتسم هذا العمل السياسي غير المسلح في العديد من الأمور:\n\n1- بيان حق الإمام عليه السلام بالخلافة:\nهذا البيان الذي انتقل من إطاره العلمي إلى إطار التحدي وصناعة الجو السياسي، ومما ينقل أن هارون لما زار قبر النبي صلى الله عليه وآله وقد احتفى به الأشراف والوجوه والوزراء وكبار رجال الدولة، أقبل على الضريح المقدس ووجه للنبي صلى الله عليه وآله التحية قائلاً: السلام عليك يا ابن العم، قاصداً الافتخار على من سواه برحمه الماسة من النبي صلى الله عليه وآله داعماً خلافته من خلال ذلك، وكان الإمام عليه السلام موجوداً فسلم على النبي صلى الله عليه وآله قائلاً: \" السلام عليك يا أبت\".\n\nففقد الرشيد صوابه وانتفخت أوداجه وقال: لم قلت أنك أقرب إلى رسول الله منا.\nفقال عليه السلام : \" لو بعث رسول الله حياً وخطب منك كريمتك هل كنت تجيبه إلى ذلك؟\".\nفقال هارون: سبحان الله! وإني لافتخر بذلك على العرب والعجم.\nفقال عليه السلام : \" ولكنه لا يخطب مني، ولا أزوجه، لأنه والدنا لا والدكم فلذلك نحن أقرب إليه منكم\".\n\n2 - النفوذ إلى السلطة والتأثير من داخلها:\nلقد استطاع الإمام أن ينفذ من خلال بعض شيعته إلى مركز القرار ليشكل عيناً تنقل التوجهات للاتقاء منها من جهة ولمحاولة التأثير على تلك القرارات من جهة أخرى، أو على الأقل خدمة المؤمنين ورفع الظلم عنهم بالقدر الممكن، ومن تلك الشخصيات علي بن يقطين، الذي كان وزيراً لهارون الرشيد، وقد قال له الإمام الكاظم عليه السلام \" يا علي إن لله تعالى أولياءً مع أولياء الظلمة ليدفع بهم عن أوليائه وأنت منهم يا علي\".\n\nوكان الإمام عليه السلام حريصاً على أمن علي بن يقطين وعدم كشفه من قبل هارون وأعوانه، ومرة أهدى الرشيد إلى ابن يقطين ثياباً فاخرة فيها دراعة فاخرة فقام من فوره وأهداها إلى الإمام عليه السلام فردها الإمام وكتب إليه: \" احتفظ بها ولا تخرجها عنك فسيكون لك بها أن تحتاج معه إليه\".\n\nوبعدها جاء ساعٍ إلى هارون يقول له أن علي بن يقطين يقول بامامة موسى الكاظم، وأنه قد حمل إليه في هذه السنة تلك الدراعة السوداء التي أكرمته بها، فاستدعى هارون علي بن يقطين وقال له: افعلت بالدراعة السوداء التي كسوتك بها وخصصتك بها من بين سائر خواصي؟\n\nفقال ابن يقطين: \" هي عندي يا أمير المؤمنين، في سفط من طيب مختوم عليها\"، فطلب إحضارها، فأرسل من يحضرها من مكانها، وعندما راها هارون قال: ردها إلى مكانها وخذها وانصرف راشداً فلن نصدق بعدها عليك ساعي\".\n\n3 - تعرية السلطة:\nفقد كان الإمام يظهر عدم شرعية هذه السلطة، ومما ينقل أن هارون قال لأبي الحسن الكاظم عليه السلام حين أدخل عليه: ما هذه الدا؟\n\nفقال عليه السلام : هذه دار الفاسقين.\nفقال له هارون: فدار من هي؟\nقال: هي لشيعتنا فترة ولغيرهم فتنة.\nقال: فما بال صاحب الدار لا يأخذها؟\nفقال عليه السلام : أخذت منه عامرة ولا يأخذها إلا معمورة.\nقال: فأين شيعتك؟\n\nفقرأ أبو الحسن عليه السلام : ﴿ لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَة ﴾1.\nفقال له: فنحن كفار؟\nقال عليه السلام : \"لا، ولكن كما قال الله «الذين بدلوا نعمة الله كفراً وأحلوا قومهم دار البوار\".\nفغضب عند ذلك وغلظ عليه.\n\nأسباب سجن الإمام عليه السلام\n1- حقد هارون على كل شخصية بارزة:\nفلم يرق له أن يسمع الناس يتحدثون عن أي شخص يتمتع بمكانة عليها، ويكفي دليلاً على ذلك ما فعله بالبرامكة حيث محا وجودهم رغم كونهم حاشيته ورجاله، بعد أن ذاع اسمهم بين الناس وصار لهم عز وجاه.\n\n2- بغضه على العلويين:\nفقد كان هارون حاقداً على العلويين وكان يتفنن في تقتيلهم والبطش بهم، فلم يكن مرتاحاً لوجود سيدهم الكاظم عليه السلام في دعة واطمئنان وأمان.\n\n3 - الوشاية به عليه السلام:\nلقد وشى بعض المتزلفين لهارون بالإمام الكاظم عليه السلام وتناولت الوشاية أموراً عديدة، منها:\n\nأ - جباية الأموال له، ففي الوقت الذي كان يقوم هارون الرشيد بحصار العلويين اقتصادياً لتجويعهم وإفقارهم وصلت إليه وشاية تخبره أن الأموال تصل للإمام عليه السلام من جميع أقطار العالم الإسلامي وأنه اشترى ضيعة تسى البسرية بثلاثين الف دينار.\n\nب - طلب الخلافة، ويذكر المؤرخون من الواشين علي بن اسماعيل بن جعفر حيث خرج إلى بغداد فدخل على الرشيد وقال له: ما ظننت أن في الأرض خليفتين حتى رأيت عمي موسى بن جعفر يسلم عليه بالخلافة. فلما سمع ذلك هارون فقد صوابه.\n\nومن الأمور التي ملأت قلب هارون غيظاً، انه كان يقول لموسى بن جعفر عليه السلام : خذ فدكاً حتى أردها اليك، فيأبى حتى ألح عليه.\n\nفقال عليه السلام: لا اخذها إلا بحدودها.\nقال: وما حدودها؟\nقال عليه السلام: ان حددتها لم تردها؟\nقال: بحق جدك إلا فعلت.\nقال عليه السلام: أما الحد الاول فعدن. فتغير وجه الرشيد وقال: أيها.\nقال عليه السلام: والحد الثاني سمرقند. فاربد وجهه.\nقال عليه السلام: والحد الثالث افريقية. فاسود وجهه وقال: هيه.\nقال عليه السلام: والرابع سيف البحر مما يلي الجزر وارمينية.\nقال الرشيد: فلم يبق لنا شي‏ء، فتحول إلى مجلسي.\nقال موسى عليه السلام : قد أعلمتك أنني إن حددتها لم تردها فعند ذلك عزم على قتله.\n\nوهكذا فقد كان اعتقال الإمام عليه السلام سنة 971 ه في شهر شوال، وبقي يتنقل في السجون يلاقي أنواع التضييق والتنكيل إلى أن عمد الرشيد إلى رطب فوضع فيه سماً فاتكاً وأمر السندي أن يقدمه إلى الإمام عليه السلام ويحتم عليه أن يتناول منه فمضى شهيداً سنة 183 ه.\n\nالخلاصة\n1- تعرض العلويون لاضطهاد كبير من قبل العباسيين استشهد على أثره حسين بن عبد الله(النفس الزكية) وحسين بن علي بن الحسن(شهيد فخ).\n2 - عاش الخلفاء لا سيما هارون الرشيد بحالة بذخ وإسراف ومجون فيما كان العالم الإسلامي يئن من الوضع الاقتصادي الضاغط\n3 - كان عمل الإمام عليه السلام السياسي ضمن إطار بيان حق الإمام عليه السلام بالخلافة، والنفوذ إلى السلطة وتعريتها من كل شرعية في نظر المسلمين.\n4 - تم سجن الإمام عليه السلام نتيجة حقد الرشيد وبغضه للعلويين وكذلك نتيجة الوشاية بالإمام من قبل بعض المتزلفين، وخوف الرشيد، فكانت شهادته بدس السم بعد معاناة طويلة في سجون الرشيد.\n\n*محطات من سيرة اهل البيت، سلسلة الدروس الثقافية، نشر: جمعية المعارف الإسلامية الثقافية",
    "tags": "الإمام الكاظم,موسى بن جعفر,هارون الرشيد,العباسيون,السجون,علي بن يقطين,فدك,مقابر قريش,سيرة أهل البيت"
  },
  {
    "title": "سيرة الإمام جعفر بن محمد الصادق عليه السلام",
    "major": "سيرة أهل البيت",
    "body": "الولادة: ولد يوم الاثنين في السابع عشر من شهر ربيع الأول في المدينة المنورة سنة 83هـ.\n\nالشهادة: استشهد في شهر شوال سنة 148ه بالعنب المسموم الذي أطعمه به المنصور ولم يعين اليوم، وقيل الخامس والعشرين منه، وهو ابن خمسة وستين سنة، مقامه مع جده اثنتي عشرة سنة، ومع أبيه تسع عشرة سنة.\n\nمدة الإمامة: أربعاً وثلاثين سنة.\n\nألقابه: الفاضل، الطاهر، الصادق.\n\nكنيته: أبو عبد اللَّه وأبو إسماعيل.\n\nنقش خاتمه: ( اللَّه خالق كل شي‏ء)، ( رب يسر لي أنت ثقتي، فقني شر خلقك)، ( اللَّه ولي وهو عصمتي من خلقه)، ( ما شاء اللَّه لا قوة إلا باللَّه استغفر اللَّه)\n\nمدفنه: المدينة المنورة البقيع.\n\nتمهيد\nيعتبر عهد الإمامين الباقر والصادق عليه السلام عهد الانفراج الفكري لمدرسة أهل البيتعليهم السلام طبعاً قياساً للعهود السابقة التي مرت بها الأمة الإسلامية وأسباب هذا الانفراج كثيرة أهمها ضعف وانهيار الحكم الأموي سنة 132ه. وبداية ضعيفة لدولة بني العباس. ومن الطبيعي أن ينشغل الحكام عن رموز أهل البيت عليهم السلام. لذلك كان الإمام عليه السلام بعيداً عن المواجهة السياسية العلنية. ولذا سمُي هذا العصر بعصر انتشار علوم ال محمد صلى الله عليه وآله.\n\n\" وكان فضلاء الشيعة ورواتهم في تلك السنيين امنين على أنفسهم مطمئنيين متجاهرين بولاء أهل البيت عليهم السلام معروفين بذلك بين الناس، ولم يكن للأئمة عليهم السلام مزاحم لنشر الأحكام، فكان يحضر شيعتهم مجالسهم العامة والخاصة للاستفادة من علومهم\"1.\n\nوفي عصر الإمام بدء عصر ترجمة الكتب إلى العربية من الديانات والفلسفات المختلفة كاليونانية، والهندية، والفارسية، والعبرية، و...، ونشأ العديد من التيارات والمذاهب، وقد تصدى عليه السلام لذلك كله.\n\nقال بعض المحققين:\" أما مناقبه وصفاته فتكاد تفوق عدد الحاصر ويحار في أنواعها فهم اليقظ الباصر، حتى إن من كثرة علومه المفاضة على قلبه من سجال التقوى صارت الأحكام التي لا تدرك عللها والعلوم التي تقصر الأفهام عن الإحاطة بحكمها تضاف إليه وتروى عنه\"2.\n\nقال كمال الدين محمد بن طلحة: \" هو أي الإمام الصادق عليه السلام من عظماء أهل البيت عليهم السلام وساداتهم عليهم السلام ذو علوم جمة وعبادة موفورة وأوراده متواصلة وزهادة بينة وتلاوة كثيرة يتتبع معاني القران الكريم ويستخرج من بحره جواهره ويستنتج عجائبه ويقسم أوقاته على أنواع الطاعات بحيث يحاسب عليها نفسه رؤيته تذكر بالاخرة واستماع كلامه يزهد في الدنيا والاقتداء بهداه يورث الجنة نور قسماته شاهد أنه من سلالة النبوة وطهارة أفعاله تصدع بأنه من ذرية الرسالة نقل عنه الحديث واستفاد منه العلم جماعة من أعيان الأئمة وأعلامهم مثل: يحيى بن سعيد الأنصاري وابن جريح ومالك بن أسد والثوري وابن عيينة وأبي حنيفة وأيوب وغيرهم وعدوا أخذهم منه منقبة شرفوا بها وفضيلة اكتسبوه\"3.\n\nإذن قد شهد القاصي والداني والمؤالف والمخالف أن الإمام صاحب المقام العلمي الرفيع الذي لا ينازعه أحد. حتى توافدت كلمات الثناء والاكبار والاعجاب عليه من قبل الحكام، وأئمة المذاهب، والمؤرخين وأصحاب السير...، وقد أجمع العلماء مثل: المفيد، والطبرسي، والفتال النيسابوري، والشهيد الثاني، وابن شهر اشوب، وغيرهم أنه نقل عن الإمام من الروايات ما لم ينقل عن أحد غيره.\n\nالحالة السياسية وثورة زيد\nزيد بن علي عليه السلام أحد الثوار الكبار في عصره وهو عم الإمام الصادق عليه السلام، وحينما صمّم على الثورة جاء إليه جابر بن يزيد الجعفي يسأله عن سبب تصميمه على الثورة ويخبره بأنه لو خرج يُقتل.\n\nفقال زيد لجابر:\" يا جابر لم يسعنِ أن أسكت وقد خولف كتاب اللَّه وتحوكم بالجبت والطاغوت، وذلك أني شاهدت هشاماً ورجل عنده يسب رسول اللَّه صلى الله عليه وآله فقلت للسابّ: ويلك يا كافر أما أني لو تمكنّت منك لاختطفت روحك وعجّلتك إلى النار.\nفقال: لي هشام، مَه جليسنا يا زيد.\nقال زيد لجابر: فواللَّه لو لم يكن إلا أنا ويحيى ابني لخرجت عليه وجاهدته حتى أفنى\"4.\n\nومن هنا فجر زيد ثورته المباركة وبعد شهادته أمر هشام بصلب جثمانه الطاهر على باب دمشق ثم أرسل جثمانه إلى المدينة فنصب عند قبر النبي صلى الله عليه وآله في سنة 121ه.\n\nأما موقف الإمام عليه السلام من عمه زيد فكان الإمام عليه السلام في مواقف عديدة يتبنى الدفاع عن عمه ويترحم عليه ويوضح منطلقاته وأهدافه ويرسخّ في النفوس مفهوماً إسلامياً عن ثورته حيث يعتبر هذه الثورة جزء من حركته المباركة.\n\nعن الفضيل بن يسار حيث يقول: ذهبت إلى المدينة بعد قتل زيد لألتقي بالإمام الصادق عليه السلام وأخبره بنتائج الثورة، وبعد أن التقيته وسمع منيّ ما دار في المعركة قال عليه السلام:\n\nيا فضيل شهدت مع عمي قتال أهل الشام؟\nقلت: نعم.\nقال عليه السلام : كم قتلت منهم؟\nقلت: ستة.\nوقال عليه السلام : فلعلّك شاكٌ في دمائهم؟\nقال: فقلت: لو كنت شاكاً ما قتلتهم.\nثم قال: سمعته وهو يقول:\" أشركني اللَّه في تلك الدماء. مضى واللَّه زيد عمي وأصحابه شهداء، مثل ما مضى عليه علي بن أبي طالب وأصحابه\"5.\n\nكيفية مواجهة الإمام عليه السلام للتيارات المنحرفة\nإن من أبرز المشاكل التي واجهت أهل البيت عليهم السلام ظاهرة الغلو التي تشكلت كتيارات ومذاهب بشكل قوي في زمن الإمام الصادق عليه السلام وإن كانت طلائعها ظهرت قبل ذلك بكثير في زمن أمير المؤمنين عليه السلام، فما المقصود من الغلو؟\n\nمعنى الغلو:\nالغلو في اللغة هو تجاوز الحد، وكان يطلق كاصطلاح على الاشخاص الذين تجاوزوا الحد في الأئمة عليهم السلام فرفعوهم عن البشرية ونسبوهم للألوهية.\n\nظهور الغلو:\nكما قلنا فإن ظاهرة الغلو بدأت في زمن أمير المؤمنين عليه السلام، وهناك عدة أحداث تاريخية تنقل في ذلك، من هذه الأحداث:\"مر علي عليه السلام بقوم يأكلون في شهر رمضان نهاراً، فقال لهم: أسفر أم مرضى؟ قالوا: لا ولا واحدة. فقال: فمن أهل الكتاب أنتم تعصمكم الذمة والجزية؟ قالوا: لا.\n\nقال: فما بال الأكل في شهر رمضان؟ فقاموا إليه وقالوا: أنت أنت(يومئون إلى الربوبية). فنزلعليهم السلام عن فرسه فألصق خده في الأرض، وقال: ويلكم إنما أنا عبد الله وأخو رسوله فاتقوا الله وارجعوا إلى الإسلام، فأبوا، فدعاهم إلى الإسلام مراراً فأقاموا على كفرهم، فنهض إليهم وقال: شدوهم وثاقاً وعليّ بالفعلة والنار والحطب، ثم أمر بحفر بئرين فحفرتا، إحداهم سرباً والأخرى مكشوفة وألقى الحطب في المكشوفة وفتح بينهما فتحاً وألقى النار في الحب فدخن عليهم وجعل يهتف بهم ويناشدهم ليرجعوا إلى الإسلام فأبوا، فأمر بالحطب والنار فألقي عليهم فأحرقوا\".\n\nولكن الغلو لم يتوقف وينتهي بل ظل يظهر بين مناسبة وأخرى، حتى صار فرقاً عديدةً في زمن الإمام الصادق عليه السلام.\n\nأهداف المغالين واساليبهم\nهناك رواية للإمام الصادق عليه السلام يبين فيها أهداف المغالين وأساليبهم، يقول عليه السلام :\" إن الناس قد أولعوا بالكذب علينا وإني أحدث أحدهم بالحديث فلا يخرج من عندي حتى يتأوله على غير وجهه، وذلك أنهم كانوا لا يطلبون بأحاديثنا ما عند الله وإنما يطلبون الدنيا، وكلٌ يحب أن يكون رئيس\".\n\nففي هذه الرواية يذكر الإمام الصادق عليه السلام الأهداف الحقيقية لرؤساء المغالين:\"إنما يطلبون الدنيا وكلٌ يحب أن يكون رئيساً\".فكانوا يطلقون العنان لغلوهم لاستقطاب سفهاء الناس وبسطائهم ليترأسوا عليهم ويحصلوا على جاه وأتباع.\n\nوأما وسائلهم فقد:\n\nأولاً:\" أولعوا بالكذب علين\".\nأي أنهم كان يؤلفون الروايات التي تتضمن الغلو وينسبونها للإمام كذباً وزوراً ومن هؤلاء المغيرة بن سعيد يقول الإمام الصادق عليه السلام :\" إن المغيرة بن سعيد دس في كتب أصحاب أبي أحاديث لم يحدّث بها\".\n\nوثاني:\" إني أحدث أحدهم بالحديث فلا يخرج من عندي حتى يتأوله على غير وجهه\".\nأي أنهم يأخذون الحديث الذي قاله الإمام ولكنهم يزورون معنى الحديث ومقصود الإمام عليه السلام، وهناك العديد من النماذج كالرواية التي يسأل فيها أحدهم الإمام عليه السلام : يا ابن رسول الله، قد بلغنا عنك أنك قلت: إذا عرفتم فاعملوا ما شئتم.\n\nفقال عليه السلام :\" إني قلت فاعملوا من الطاعات ما شئتم فإنه يقبل منكم\".\n\nكيف واجههم الإمام الصادق عليه السلام\nلقد واجه الإمام عليه السلام حركة الغلو بكل قوة وبكل الوسائل المتاحة، ومن الطرق التي اتبعها:\n\n1 - البراءة منهم:\nكان الإمام يتبرأ في كل مناسبة من المغالين ومن رؤسائهم ويذكر بالإسم ويؤكد على لعنهم والبراءة منهم، راداً بذلك كل ادعاءاتهم الكاذبة التي يصورون بها ارتباطهم بالإمام عليه السلام، ومن ذلك قوله عليه السلام في حقهم عندما سأله سدير الصيرفي عنهم:\" يا سدير سمعي وبصري وشعري وبشري ولحمي ودمي من هؤلاء براء، برء الله منهم ورسوله، ما هؤلاء على ديني ودين ابائي، والله لا يجمعني وإياهم يوم إلا وهو عليهم ساخط\".\n\nوهكذا كان موقفه عليه السلام من بشار الشعيري الذي أظهر الغلو في علي عليه السلام وكان يسكن الكوفة، حيث قال الإمام الصادق عليه السلام لمرازم بن حكيم:\" يا مرازم إن اليهود قالوا ووحدوا الله وإن النصارى قالوا ووحدوا الله وإن بشاراً قال قولا عظيما فإذا قدمت الكوفة فأته وقل له يقول لك جعفر بن محمد: يا فاسق يا كافر يا مشرك، أنا بري‏ء منك\".\n\n2- خطورتهم وضرورة عزلهم:\nعن الإمام الصادق عليه السلام:\" والله ما الناصب لنا حرباً بأشد علينا مؤونة من الناطق علينا بما نكره وبما لم نقله في أنفسن\".\nوهناك العديد من الروايات التي يظهر فيها الإمام عليه السلام مقدار الأذى الذي تعرض له من أهل الغلو ونسبته للإلوهية!\n\nوأكد الإمام عليه السلام على الشيعة ضرورة عزل المغالين، فعن المفضل بن يزيد يقول: قال لي أبو عبد الله الصادق عليه السلام وقد ذكر أصحاب أبي الخطاب والغلاة:\" يا مفضل لا تقاعدوهم ولا تواكلوهم ولا تصافحوهم ولا توارثوهم\".\n\nوعنه عليه السلام :\" احذروا على شبابكم الغلاة لا يفسدونهم فإن الغلاة شر خلق الله، يصغّرون عظمة الله ويدّعون الربوبية لعباد الله، والله إن الغلاة شر من اليهود والنصارى والمجوس والذين أشركو\".\n\n3 - وضع الموازين الشرعية التي تمنع من الغلو:\nلقد وضع الإمام الصادق عليه السلام الموازين التي من خلالها يمكن للمؤمن أن يميز الأفكار الصحيحة عن غيرها، يقول عليه السلام :\" اللهم إني أبرأ إليك من الذين قالوا فينا ما لم نقله في أنفسن\".\n\nفعلينا أن لا نتجاوز الأئمة عليهم السلام وننسب لهم ما لم يقولوه في أنفسهم، ثم يجب تمييز الروايات الصحيحة من الموضوعة والتفسير الصحيح من الزائف، يقول عليه السلام :\" ما أتاكم عنا من حديث لا يصدقه كتاب الله فهو باطل\".فيجب عرض الاحاديث على القران الكريم، فكل ما خالف كتاب الله فهو باطل.\n\nالخلاصة\n1 - في عهد الإمام الصادق عليه السلام انهار الحكم الأموي سنة 231 ه وانتقل إلى بني العباس، وقد استفاد الإمام عليه السلام من هذه الظروف لنشر الثقافة الإسلامية الصحيحة.\n2 - قام زيد بن علي بثورته التي استشهد على أثرها، وكان الإمام عليه السلام مؤيداً لزيد و ثورته.\n3 - ظهر الغلو كتيار بارز له أتباعه، وكان هدف زعمائهم طلب الدنيا والرئاسة، وكانوا يكذبون على لسان الأئمة عليهم السلام فيضعون أحاديث غير صحيحة أو يحرفون الروايات عن معناها الصحيح.\n4 - واجه الإمام عليه السلام المغالين بالبراءة منهم وإظهار خطورتهم وضرورة عزلهم عن المؤمنين ووضع الموازين الشرعية التي تمنع من الوقوع في الغلو.\n\n*محطات من سيرة اهل البيت، سلسلة الدروس الثقافية، نشر: جمعية المعارف الإسلامية الثقافية\n\n1- الطهراني، اقابورك، الذريعة، ج2، ص132.\n2- الأربلي، أبو الفتح، كشف الغمة، ج2، ص368.\n3- م.ن، ص368.\n4- القرشي، باقر شريف، حياة الإمام محمد الباقر، ج1، ص72.\n5- أمالي الصدوق، ج13، ص275.",
    "tags": "الإمام الصادق,جعفر بن محمد الصادق,أهل البيت,علوم آل محمد,الغلو,التيارات المنحرفة,البقيع,سيرة أهل البيت"
  },
  {
    "title": "سيرة الإمام محمد بن علي الباقر عليه السلام",
    "major": "سيرة أهل البيت",
    "body": "تمهيد\nعاش الإمام الباقر عليه السلام فترة حكم بني أمية بمرحلتي بني سفيان وبني مروان، هذه الفترة التي تميزت بتعبئة العالم الإسلامي في مواجهة أهل البيت عليه السلام ، بكل أساليب الدعاية والإغراء المادي والمعنوي، فإن أعلن عداءه لنهج أهل البيت عليه السلام وإلا لم يكن له إلا الاضطهاد والظلم والقمع وفي كثير من الأحيان حد السيف.\n\nفي هذه الأجواء وبعد أحداث عاشوراء ومفاعيلها، قام الإمام الباقر عليه السلام وسط كل تلك الضغوط النفسية والمادية ليقوم بدوره ضمن مرحلته.\nولكن رغم كل الأجواء الضاغطة كان هناك فسحة من الراحة نتيجة انشغال الأمويين بنزاعاتهم الخاصة للاستيلاء على الحكم بالإضافة إلى الكثير من الثورات التي انطلقت تباعاً بعد واقعة كربلاء والتي أضعفت الحكم الأموي...\nوقد استفاد الإمام عليه السلام من هذه الفسحة في مواجهة الانحرافات، فما هي مشاكل عصره عليه السلام وكيف واجهها؟\n\nالأجواء العامة الحاكمة\nوقد مر معنا أن مراحل حياة الأئمة عليه السلام يمكن تقسيمها إلى ثلاث مراحل، وقد جمع بعض المراحل جهود الأئمة السجاد، والباقر، وقسم من حياة الصادق عليهم السلام والعوامل التي ميزت هذه المرحلة هي:\n\nأ- انتشار الخوف في كافة المناطق الإسلامية خصوصاً بعد واقعة الحرة.\n\nب- الانحطاط الفكري الذي كان يعمّ أكثر الناس في العالم الإسلامي وهذا كان نتيجة للابتعاد عن التعاليم الدينية خلال سنوات طويلة.\n\nج- الفساد السياسي المتفشي بين الحكام سواء في المستوى النظري أو العملي.\nفي ظل هذه العوامل بدء الإمام السجاد عليه السلام بالعمل المتواصل والدؤوب كما مر معنا، وأكمل ابنه الإمام الباقرعليه السلام، ولكن في زمنه كان الوضع قد تحسن عما كان عليه وذلك بفضل جهود الإمام زين العابدين عليه السلام ولكن ما كان يميز عصر الإمام هو أن الناس لم يعودوا متصفين بعدم الاكتراث وعدم الولاء لأهل البيت عليهم السلام كما كانوا عليه.\n\nمشاكل العصر\nلقد وصل الانحراف في عصر الإمام الباقر عليه السلام إلى ذروته، سواء على مستوى الحكم والسلطة أو على المستوى العقائدي والديني والثقافي، فالحكم صار كتلة ظلم وجور، والعقائد والمفاهيم صارت تتضاربها الأهواء فكثرت المدارس وتعددت المناهج وتعمّقت الخلافات.\n\nويمكن أن نشير في هذا الإطار إلى بعض التيارات التي واجهها الإمام عليه السلام:\n1- الغلاة:\nوقد نشطوا بقيادة المغيرة بن سعيد الذي قال في حقه الإمام الصادق عليه السلام : \"لعن الله المغيرة إنه كان يكذب على أبي\".\n\n2- المفوضة والمجبرة:\nيقول الإمام الباقر عليه السلام :\"إياك أن تقول بالتفويض فإن الله عز وجل لم يفوض الأمر إلى خلقه وهناً وضعفاً ولا أجبرهم على معاصيه ظلماً\".\n\n3- المرجئة:\nوهم الذي حكموا بمشروعية أعمال الخلفاء وتركت الحكم فيما اقترفوه من الأحداث الجسام إلى الله يوم القيامة.\nوقد قال عليه السلام محذراً منهم:\"اللهم العن المرجئة فإنهم أعداؤنا في الدنيا والاخرة\".\n\nمواجهة الإمام الباقر عليه السلام\nكان لا بد للإمام عليه السلام أن يتحرك بشكل هادئ حتى لا يثير أنظار السلطان وأتباعه، من هنا نجده يقوم بانقلاب شعبي كبير وجذري يبدأ من الثقافة والعلم والمفاهيم، وهو هادئ بقدر ما هو جذري، ولم يبادر إلى الأعمال الساخنة التي تجلب نظر السلطة بشكل مباشر، وقد أخذت الوفود العلمية تترى إليه لتأخذ عنه العلوم والمعارف، وما قصد أحد من العلماء مدينة النبي صلى الله عليه وآله إلا عرج عليه ليأخذ عنه معالم الدين. وهكذا بدأت مسيرة العلم التي استمرت في سائر العصور التي تلته، هذا الدور الأساس والبعيد المدى الذي يتلخص بالجانب العلمي والذي توجه إلى عدة أمور أهمها:\n\n1 - إعادة المسلمين إلى منهج الأئمة عليهم السلام\nيقول عليه السلام:\"نحن ولاة أمر الله وخزائن علم الله وورثة وحي الله وحملة كتاب الله طاعتنا فريضة وحبنا إيمان وبغضنا كفر\".ويقول عليه السلام :\"برأ الله ممن يبرأ منا لعن الله من لعننا أهلك الله من عادانا\".\n\n2 - تفسير القران الكريم:\nألف الإمام الباقر عليه السلام كتاباً في تفسير القران الكريم نص عليه محمد بن اسحق النديم في الفهرست عند عرضه للكتب المؤلفة في تفسير القران الكريم قال: \"كتاب الباقر محمد بن علي بن الحسين رواه عنه أبو الجارود زياد بن المنذر رئيس الجارودية\".\n\nوقال السيد حسن الصد: وقد رواه عنه أيام استقامته جماعة من ثقاة الشيعة منهم ابو بصير يحيى بن القاسم الأسدي وقد أخرجه علي بن ابراهيم بن هاشم القمي في تفسيره من طريق أبي بصير، ويقول الرواة: \"إن جابر بن يزيد الجعفي ألف كتاباً في تفسير القران أخذه من الإمام عليه السلام\".\n\n3 - الحديث:\nلقد اهتم الإمام بنشر أحاديث النبي الأكرم صلى الله عليه وآله والأئمة الأطهار عليهم السلام لما لهذه الأحاديث من أهمية في معرفة الدين وتفصيل تشريعاته وشرح كتاب الله وبيان اياته، حتى روى عنه جابر الجعفي لوحده سبعين ألف حديث، بالإضافة إلى غيره من الأصحاب الذي التفوا حول الإمام عليه السلام وحفظوا الأحاديث وتناقلوها عنه عليه السلام بالالاف.\n\nولم يكتفِ الإمام عليه السلام بنشر الحديث وترويجه بين الناس بل حث الناس وشجعهم على المعرفة والفهم لهذه الأحاديث والتعاطي معها تعاطي دراية، فقد روي عنه عليه السلام : \"اعرف منازل الشيعة على قدر روايتهم، ومعرفتهم، فإن المعرفة هي الدراية للرواية وبالدراية للرواية يعلو المؤمن إلى أقصى درجات الإيمان...\".\n\n4- أصول الفقه وقواعده:\nلقد كان الامام الباقر عليه السلام أول من أسس علم الأصول وأرسى قواعده بما فيه من استصحاب ونفي الضرر والفراغ... ووضع الموازين الواضحة لتمييز الصحيح من غيره من الروايات.\n\nأصحابه ورواة حديثه\nلم يكتفِ الإمام عليه السلام بحفظ الدين بما فيه من تفسير وتفصيلٍ في الأحاديث ووضع القواعد المساعدة على الفهم، بل نجده اهتم بتربية ثلة من الأصحاب وحملة الحديث جعلهم يتفرغون لذلك وعهد إلى ابنه الامام الصادق عليه السلام أن يتولى القيام بنفقاتهم حتى تخرجت على يديه كوكبة من عيون الفقهاء والعلماء.\nويذكرهم الامام الصادق عليه السلام بقوله:\"كان أصحاب أبي والله خيراً منكم، كان أصحاب أبي ورقا لا شوك فيه\".\nحتى ذكرت كتب التراجم ترجمة اربعمائة واثنان وثمانون شخصاً من تلامذته وأصحابه. منهم العظماء أمثال ابان بن تغلب الذي قال له الإمام عليه السلام :\"اجلس في مسجد المدينة وافتِ الناس فإني أحب أن يُرى في شيعتي مثلك\".\n\nالخلاصة\n1- وصل الانحراف في عصر الإمام الباقر عليه السلام إلى ذروته، سواء على مستوى الحكم والسلطة أو على المستوى العقائدي والديني والثقافي.\n2- قام الإمام بانقلاب شعبي كبير وجذري يبدأ من الثقافة والعلم والمفاهيم يتلخص بإعادة المسلمين إلى منهج الأئمة عليهم السلام و الاهتمام تفسير القران الكريم وترويج الحديث وتأسيس أصول الفقه وقواعده.\n3- اهتم عليه السلام بتربية ثلة من الأصحاب وحملة الحديث جعلهم يتفرغون لذلك حتى تخرجت على يديه كوكبة من عيون الفقهاء والعلماء\n\n*محطات من سيرة اهل البيت, سلسلة الدروس الثقافية , نشر: جمعية المعارف الإسلامية الثقافية",
    "tags": "الإمام الباقر,محمد بن علي الباقر,أهل البيت,تفسير القرآن,الحديث,أصول الفقه,سيرة أهل البيت"
  },
  {
  "title": "سيرة الإمام علي بن الحسين عليه السلام",
  "major": "سيرة أهل البيت",
  "body": "الولادة: المشهور أنه ولد يوم الخميس الخامس من شعبان سنة 38ه. قيل في الكوفة وقيل في يثرب لأنه ولد قبل شهادة جده أمير المؤمنين عليه السلام بسنتين، والمقطوع به تاريخياً، أن الإمام علي عليه السلام مع أفراد أسرته لم يغادروا الكوفة أثناء توليه الخلافة.\n\nالشهادة: المشهور أنه استشهد في أحد الأيام الثلاثة: أما الثاني عشر من محرم أو الثامن عشر أو الخامس والعشرون منه في سنة الخامس والتسعين للهجرة وقيل في سنة وفاته (سنة الفقهاء) لكثرة موت الفقهاء والعلماء انذاك. كان عمره ست وخمسين سنة.\n\nمدة الإمامة: من شهادة الإمام الحسين عليه السلام أربع وثلاثون سنة.\n\nألقابه: زين العابدين، سيد الساجدين، سيد العابدين، ذو الثفنات.\n\nكنيته: أبو الحسن أبو محمد وقال البعض: أبو الحسين.\n\nنقش خاتمه: (إن اللَّه بالغ أمره)، \" خزي وشقي قاتل الحسين بن علي عليه السلام \"، ( العزة للَّه)، ( وما توفيقي إلا باللَّه)، ( علمت فاعمل)\n\nمدفنه: المدينة المنورة البقيع.\n\nتمهيد\nيعتبر البعض أن شهادة الإمام الحسين عليه السلام أفقدت الفكر الشيعي المحور الأساس وهو الزعيم السياسي الذي كان محور الحركة القيادية، وأن الإمام زين العابدين عليه السلام إنصرف عن السياسة إلى الدين وأصبح زعيماً روحياً 1لا علاقة له بما يجري\nمن أحداث على أرض الواقع، بل غاية ما قام به هو تخريج ثلة من العلماء والفقهاء الكبار الذين أصبحوا فيما بعد مراجعاً في الأحكام الفقهية والقضايا الإسلامية.\n\nوالبعض يحاول أن يعطي بعض الترجيحات لتثبيت أن الإمام أخذ قراراً بالابتعاد عن السياسة فيذكر ثورة المختار الثقفي وكيفية رفض الإمام لهذه الثورة، مما يؤكد عدم خروجه من مرحلة التعبد إلى مرحلة العمل السياسي، بل يمكن اعتبار فاجعة كربلاء كافية لانعزال الإمام عليه السلام عن الحياة السياسية وعدم وثوقه بالناس2.\n\nوهذا التصور في الحقيقة هو ما أراد أن يوحي به الإمام عليه السلام للسلطة الأموية الحاكمة للحفاظ على التشيع ولنشر الإسلام الأصيل بشكل هادئ وليحصل التغيير من الأرض وبشكل تدريجي، ولتوضيح ذلك سنتحدث عن مفهوم الإمامة ثم عن مرحلة الإمام عليه السلام بعد عاشوراء.\n\nمفهوم الإمامة\nلقد وردت تعريفات متعددة للإمامة تتمحور حول عدة أمور:\n\n1- تنحصر الإمامة بالنص.\n2 - الإمامة قيادة للأمة في الدين والدنيا.\n3 - الإمامة نيابة عن النبي محمد صلى الله عليه وآله.\n\nولذلك عرفها بعض المؤلفين \" الإمام هو الذي له الرئاسة العامة في أمور الدين والدنيا نيابة عن النبي صلى الله عليه وآله \"3.\nفإذا كانت الإمامة بهذه السعة في شمولها لكل مفاصل الحياة البشرية، فالنتيجة الطبيعة أن لا تفرّغ هذه الإمامة من السياسة أصلاً.\n\nوقد جاء في كلام للإمام الرضا عليه السلام أنه قال:\" الإمامة زمام الدين، ونظام المسلمين، وصلاح الدنيا، وعز المؤمنين\"4.\nفإذا كانت الإمامة نيابة عن النبي صلى الله عليه وآله فلا أحد ينكر أن تكون السياسة من صميم شؤون النبوة ومسؤوليات النبي صلى الله عليه وآله المهمة فلا يمكن أن تبعد عن السياسة وهكذا الإمام.\n\nحياة الإمام عليه السلام وملامح عصره\nإن حياة الإمام عليه السلام مليئة بالحركة والجهاد العظيم تبدأ الرحلة من كربلاء من حضوره في ذلك المكان رغم مرضه الذي أصيب به، إلى مواقفه البطولية في مجلس ابن زياد ويزيد بن معاوية حيث خطب خطابه الشهير:\" أنا ابن مكة ومنى، أنا ابن زمزم والصفا، أنا ابن من حمل الركن بأطراف الرداء\"5.\n\nوعندما سأله بعض الناس من غلب فقال عليه السلام :\" إذا أردت أن تعلم من غلب، ودخل وقت الصلاة، فأذّن ثم أقِم\"6.\nإن تحديد بعض الملامح الأساسية في عصر الإمام عليه السلام تجعلنا نفهم الأهداف التي رسمها بالإضافة لفهم الخطوات الإصلاحية التي قام بها طبقاً لهذه الأهداف.\n\n1 - الفتوحات الإسلامية:\nإن الفتوحات التي قام بها المسلمون قد تعبر عن نصر مؤزر للإسلام العظيم، غير أنها فتحت بعض التداعيات الخطيرة، باعتبار أن الاهتمام بهذه الفتوحات لم يرافقه تحصين داخلي للأمة، وبتعبير اخر تم الاهتمام بالجهاد العسكري المسلح الأصغر ولم يرافقه اهتمام بالجهاد الأكبر المتمثل بتعميق الثقافة والأخلاق السامية والتكامل المعنوي.\n\nلهذا فإن الفتوحات عرّضت المسلمين لخطرين كبيرين خارج النطاق السياسي والعسكري وكان لا بد من العمل الحاسم للوقوف في وجههما.\n\nأ - خطر التأثر السلبي بالثقافات الأخرى:وهذا الخطر نجم عن انفتاح المسلمين على ثقافات متنوعة وأعراف تشريعية وأوضاع اجتماعية مختلفة بحكم تفاعلهم مع الشعوب التي دخلت في دين اللَّه أفواجاً بشكل كان يمكن أن يكون له اثار سلبية على فهم المفاهيم الإسلامية وتعرضها للتشويه.\n\nب - خطر الانهيار الأخلاقي:وهذا الخطر نجم أيضاً عن موجة الرخاء التي سادت المجتمع الإسلامي في أعقاب ذلك الامتداد الهائل، لأن موجات الرخاء تعرض أي مجتمع إلى خطر الانسياق مع ملذات الدنيا والإسراف في زينة هذه الحياة المحدودة وانطفاء الشعور الملتهب بالقيم الخلقية والصلة الروحية باللَّه واليوم الاخر7.\n\n2- انحراف الحكّام:\nهذا بالإضافة إلى الانحراف الحاصل من الأساس في الحكام ويكفي النظر لما خلفته هذه الحكومات الظالمة سواء حكومة يزيد في الشام أو حكومة مروان أو غيرهما لنعرف المحنة الحقيقية التي واجهها الإمام عليه السلام.\n\nوالأخطر من ذلك كله أن هذه الانحرافات وجدت غطاء شرعياً وسياسياً ضمن لها الاستمرار في ظلمها وهذه الانحرافات تمثلت بعدة عناصر منها:\n1- وعاظ السلاطين.\n2 - بث مفاهيم عقائدية ودينية خاطئة.\n3 - ابعاد الناس عن مفهوم الإمامة والخلافة الصحيحة.\n4 - ضرب جبهة المعارضة الإسلامية وقمعها بكل أساليب العنف المتاحة.\n\nأهداف الإمام وأسلوب المواجهة 8.\nإن هذا الانحراف الكبير عن ثوابت الإسلام بل ظواهره الأساسية التي ضربت كل مفاصل الأمة في ظل الحكم الأموي. جعل الإمام في موقف صعب جداً وكان عليه أن يقوم بالاصلاحات المختلفة، فقد كان هناك جملة من الأهداف التي قام بتطبيقها.\n\n1 - تدوين الفكر الإسلامي:\nوهذا الأمر يعتبر من أعظم الأدوار التي مارسها الإمام عليه السلام حيث دوّن الفكر الإسلامي الأصيل من خلال نشر المفاهيم الصحيحة كالتوحيد، والنبوة، والمعاد، والمقام المعنوي وذلك من خلال الصحيفة السجادية المباركة \" التي تعبر عن عمل اجتماعي عظيم كانت ضرورة المرحلة تفرضه على الإمام إضافة إلى كونها تراثاً ربانياً فريداً يظل على مر الدهور مصدر عطاء ومشعل هداية ومدرسة أخلاق وتهذيب\"9.\n\nوبالإضافة إلى هذه الصحيفة أضاف الإمام إلى تراثه الضخم رسالة الحقوق التي رسمها عليه السلام في أجواء كثر فيها اللهو والطرب والاستهتار بكل القيم والحقوق الإلهية، وتعتبر هذه الرسالة أعظم وثيقة كتبت انذاك حول حقوق الإنسان.\n\n2 - تعريف الناس على حقيقة الإمامة:\nوذلك من خلال الأحاديث التي بيّن فيها الشروط التي ينبغي توفرها في الحاكم وافهام الناس بأن حكومة عبد الملك وأمثالها ليست الحكومة التي يريدها الإسلام وذلك ضمن أحاديث متعددة منها:\" ولا تقدموا الأمور الواردة عليكم من طاعة الطواغيت من زهرة الدنيا بين يدي اللَّه وطاعته وطاعة أولي الأمر منكم\"10.\" فقدموا أمر اللَّه وطاعته وطاعة من أوجب اللَّه طاعته\"11.\n\n3 - ايجاد التشكيلات لأتباع أهل البيت عليهم السلام (بناء المجتمع الصالح).\nهناك نوع من بيانات الإمام يدعو من خلاله بصراحة الناس إلى ضرورة ايجاد تشكيلات خاصة، وبالطبع فإن هذه الدعوة موجهة إلى أولئك الذين يتبعون أهل البيتعليهم السلام، وإلا لو كانت إلى غيرهم من عامة الناس لأفشيت وأدت إلى ايذاء الإمام وتعرضه للضغوط الصعبة يقول الإمام عليه السلام :\" إن علامة الزاهدين في الدنيا الراغبين في الاخرة تركهم كل خليط وخليل ورفضهم كل صاحب لا يريد ما يريدون\"12.\n\nوهذا تصريح بالدعوة إلى ايجاد تشكيلات شيعية فهو يعلمهم بأن عليهم الابتعاد عن أولئك الذين يخالفونهم في الدافع ولا يتبعون الحكومة العلوية وحكومة الحق13.\n\nجبهات المواجهة:\n\nكانت جبهات المواجهة مختلفة ومتنوعة منها:\nأ - مواجهة علماء البلاط:كموقفه من محمد بن شهاب الزهري الذي كان أحد تلامذته فقد أرسل له رسالة جاء فيها:\" أوليس بدعائه إياك حينما دعاك جعلوك قطباً أداروا بك رحى مظالمهم وجسراً يعبرون عليك إلى بلاياهم وسلماً إلى ضلالتهم داعياً إلى غيهم سالكاً لسبيلهم، يدخلون بك الشك على العلماء ويقتادون بك قلوب الجهال إليهم\"14.\n\nب- مواجهة الحكام: وذلك من خلال أمرين:\n1 - المواجهة الثقافية في تحديد المفاهيم الدينية الصحيحة:حيث أن الإمام الصادق عليه السلام يقول:\" إن بني أمية أطلقوا للناس الإيمان ولم يطلقوا الشرك حتى إذا حملوهم عليه لم يعرفوه\"15.ومن هنا نفهم أن الأئمة عليهم السلام إذا أرادوا أن يبينوا حقيقة الشرك فإنهم يقومون بما يشبه المواجهة مع نظام الحكم.\n\n2- المواجهة الشديدة مع نفس الحاكم فعلى سبيل المثال عندما عرف عبد الملك أن سيف رسول اللَّه صلى الله عليه وآله عند الإمام فطلبه منه وهدده بقطع حقه من بيت المال فأرسل إليه الإمام عليه السلام :﴿أما بعد فإن اللَّه تعالى وعد عباده المتقين بنجاتهم من المحن ﴿ وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مَخْرَجًا وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ﴾16.\n\nوقال عليه السلام ﴿ إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُور﴾17.\nفانظر أينا ينطبق عليه الكلام.\n\nالخلاصة\n1- إن مراحل حياة الإمام عليه السلام يمكن تقسيمها إلى قسمين: مرحلة ما قبل الطف، ومرحلة ما بعد الطف وهي مرحلة حساسة في حياته عليه السلام.\n2- الإمامة تشمل في بعدها العملي العمل السياسي والاجتماعي.\n3- الفتوحات الإسلامية وضعت المسلمين أمام تحديات لحفظ الدين وعدم تشويهه.\n4- مواجهة الإمام لكل هذه الأحداث والأمراض الأخلاقية في عصره تمثلت بعدة خطوات منها:\n\n*محطات من سيرة اهل البيت، سلسلة الدروس الثقافية، نشر: جمعية المعارف الإسلامية الثقافية\n\n1- الليثي، د. سميرة، جهاد الشيعة، ص29، نقلاً: عن جهاد الإمام السجاد، الجلالي، محمد رضا.\n2- معتزلة اليمن، ص18 17، نقلاً: عن جهاد الإمام السجاد، محمد رضا الجلالي، ص11،(بتصرف).\n3- الصدوق، الامالي، ص536.\n4- الصدوق، معاني الأخبار، ص98 97.\n5- الأمين، محسن، لواعج الأشجان في مقتل الحسين، ص234.\n6- الطوسي، الامالي، ص677.\n7- الصدر، محمد باقر، مقدمة الصحيفة السجادية، ص11 و13 12.\n8- راجع: الخامنئي، السيد علي، الدروس العظيمة من سيرة أهل البيت، بحث حول سيرة الإمام السجاد عليه السلام.\n9- الصدر، محمد باقر، م.س، ص15.\n10- الكليني، محمد بن يعقوب، الكافي، ج8، ص16.\n11- م.ن، ص16.\n12- الحراني، ابن شعبة، تحف العقول، ص272.\n13- الدروس العظيمة من سيرة أهل البيت، م.س، ص123.\n14- بحار الأنوار، ج75، ص132.\n15- الدروس العظيمة من سيرة أهل البيت، م.س، ص134.\n16- الطلاق:3 -2.\n17- الحج: 38.",
  "tags": "الإمام زين العابدين,علي بن الحسين,الإمام السجاد,الصحيفة السجادية,رسالة الحقوق,سيرة أهل البيت,البقيع"
},
{
  "title": "سيرة الإمام الحسين بن علي عليه السلام",
  "major": "سيرة أهل البيت",
  "body": "تمهيد\nإن حياة الأئمة عليهم السلام كلها حياة جهاد وتضحية في سبيل اللَّه عزَّ وجلَّ ولا يمكن أن نستثني أحداً من هذه الحركة المباركة لأن مفهوم الجهاد يتقوم بأمرين:\n\n1 - الجهد والعناء والمشقة وهذا ما تحمله الكلمة من الناحية اللغوية.\n2- فرض وجود عدو نعمل على مواجهته.\n\nوبلحاظ هذين الأمرين نعرف أن حركة الأئمة عليهم السلام الجهادية كانت مستمرة في كل العصور وهذا الجهد المبارك توَّج بالشهادة وأما وجود العدو فكان على طول التاريخ الذي عاشه الأئمة عليهم السلام في ظل الانحراف عن ثوابت الإسلام الأصيل الذي ولّدته الحكومات المنحرفة.\n\nومع تحقق هذين الأمرين تتنوع أنواع المجاهدة بحسب الظروف والمعطيات فمن مجاهدة سياسية تجلت في موقف الإمام الحسن عليه السلام إلى مجاهدة عسكرية تجلت في موقف سيد الشهداء عليه السلام إلى مجاهدة ثقافية تجلت في موقف الإمام الصادق عليه السلام وغيرهم من الأئمة عليهم السلام.\n\nلقد نهض الإمام الحسين عليه السلام وضحى بدمه ودماء أهله الطيبين من ذريته وأصحابه، فكانت نهضته المباركة حياة للإسلام ليستلهم المسلمون من حركته التي بقيت حية نابضة في مختلف المجتمعات. ولذلك حاول المستكبرون في كافة العصور اخماد نورها ونارها المحرقة للظالمين، ولكنَّ المشيئة الإلهية تغلبت على هؤلاء الظالمين، لتبقى نهضة الإمام الحسين عليه السلام خالدة على مر العصور.\n\nمراحل حياة الإمام عليه السلام:\n\nيمكن تقسيم حياة الإمام الحسين عليه السلام حسب المراحل الزمنية إلى عدة مراحل\nالأولى: الفترة التي عاشها مع جده خاتم الرسل محمد صلى الله عليه وآله استمرت ما يزيد على خمس سنوات.\n\nالثانية: الفترة التي عاشها مع أمه البتول عليها السلام ما يقرب من ست سنوات.\n\nالثالثة: الفترة التي عاشها مع أبيه المرتضى عليه السلام ما يزيد على خمسة وثلاثين سنة.\n\nالرابعة: الفترة التي عاشها مع أخيه المجتبى عليه السلام ما يناهز خمسة وأربعين عاماً.\n\nهذا تقسيم حياته المباركة بلحاظ الفترة الزمنية، وهناك تقسيم اخر وهو ما يهمنا في هذا البحث وهو بلحاظ فترة استلامه القيادة والإمامة بعد شهادة أخيه الإمام الحسن عليه السلام والتي استمرت ما يقارب من عشر سنوات كان الإمام يقارع فيها الحكم الأموي هذه المرحلة يمكن تقسيمها إلى قسمين:\n\nأ - مرحلة ما قبل نهضة الإمام الحسين عليه السلام في عاشوراء(كربلاء).\nب - مرحلة نهضة الإمام عليه السلام في عاشوراء.\n\nوما سنتعرض له في هذا البحث هو مرحلة عاشوراء التي تجلى فيها الجهاد المسلح ضد الحاكم المنحرف.\n\nالخصائص القيادية للإمام الحسين عليه السلام\nقبل الكلام عن هذه الحركة التغييرية، وعن ملامح عصر الإمام عليه السلام وعن الأسباب والنتائج لعاشوراء من الجيد أن نلفت النظر إلى شخصية الإمام الحسين عليه السلام وصفاته التي ينبغي تحققها في كل قائد ونأخذ على سبيل المثال بعض الملامح العامة لهذه الشخصية.\n\n1- قوة الإرادة:\nويكفي أن نرى قوة الإرادة عنده من إصراره على إنهاء المسيرة حتى النهاية مع عائلته وأولاده رغم سماعه نبأ استشهاد مسلم بن عقيل (رض) ، في جو لا يطمئن بأي حسم عسكري لصالحه بل في ظروف يعلم أنه ملاقٍ فيها الشهادة وهو القائل:\"لا أرى الموت إلا سعادة والحياة مع الظالمين إلا برما\"2.\n\n2 - الإباء عن الضيم:\nوهذا اللقب من أهم ألقابه المباركة، وقد قال عنه ابن أبي الحديد المعتزلي:\"سيّد أهل الإباء الذي علم الناس الحمية والموت تحت ظلال السيوف اختياراً على الدّنية أبو عبد اللَّه الحسين بن علي بن أبي طالب عُرض عليه الأمان هو وأصحابه فأنف من الذل، وخاف ابن زياد أن يناله بنوع من الهوان مع أنه أبى الموت على ذلك\"3.\n\nوهو الذي خلد لنا التاريخ كلمته المشهورة التي تنبض بالعزة والكرامة:\"ألا إن الدعيّ ابن الدعيّ قد ركز بين اثنتين بين السلة والذلة وهيهات منا الذلة، يأبى اللَّه ذلك ورسوله والمؤمنون وحجور طابت وطهرت، وأنوف حمية، ونفوس أبية، من أن نؤثر طاعة اللئام على مصارع الكرام\"4.\n\n3 - الشجاعة:\nومواقف عاشوراء كلها دليل على هذه الشجاعة الملفتة للإمام عليه السلام وهو الذي قال لأصحابه حينما أمطرتهم سهام الأعداء.\n\"قوموا رحمكم اللَّه إلى الموت الذي لا بد منه، فإن هذه السهام رسل القوم إليكم\"5.\n\n4- الصراحة والوضوح:\nتوجت كل هذه الصفات بصفة مهمة جداً وهي الوضوح والصراحة وهو القائل:\"يا أمير إنا أهل بيت النبوة، ومعدن الرسالة، بنا فتح اللَّه وبنا يختم ويزيد فاسق، شارب الخمر، قاتل النفس المحترمة، معلن بالفسق والفجور، ومثلي لا يبايع مثله\"6\n\n5 - الصلابة في الحق:\n\"ألا ترون إلى الحق لا يعمل به، وإلى الباطل لا يتناهى عنه، ليرغب المؤمن في لقاء اللَّه\"7.\n\n6 - الصبر:\nقال الأربلي: \"شجاعة الحسين عليه السلام يضرب بها المثل، وصبره في الحرب أعجز الأوائل والأواخر\"8.\nإلى غيرها من الصفات التي اجتمعت في الإمام عليه السلام.\n\nملامح عصر الإمام الحسين عليه السلام\nنستطيع أن نلخص عصر الإمام عليه السلام بكلمة واحدة وهي أن معاوية بن أبي سفيان أراد إعادة الجاهلية الأولى إلى المجتمع الإسلامي باسم الإسلام وإمرة المؤمنين. وقد اعتمد معاوية من أجل الوصول إلى هذا الهدف عدة خطوات منها:\n\n1- إشاعة الإرهاب والتصفية الجسدية لكل قوى معارضة للحكم وقد صوّر الإمام الباقر عليه السلام هذه الحالة بقوله:\"فقُتِلت شيعتنا بكل بلدة، وقطعت الأيدي والأرجل على الظنّة، وكان من يُذكَر بحبنّا والانقطاع إلينا سجن، أو نهب ماله أو هدمت داره، ثم لم يزل البلاء يشتد ويزداد إلى زمان عبيد اللَّه بن زياد قاتل الحسين عليه السلام\"9.\n\n2 - إغداق الأموال لشراء ضمائر الناس وقد تم فعلاً شراء بعض الوعّاظ والمحدّثين، وهكذا شراء ضمائر الوجوه الاجتماعية.\nالمضايقة الاقتصادية وأسلوب التجويع وقد قال معاوية في هذا الصدد: \"انظروا من قامت عليه البينة أنه يحبُّ علياً وأهل بيته فامحوه من الديوان، واسقطوا عطاءه ورزقه\"10.\n\n4 - العمل على تمزيق أواصر الأمة الإسلامية بإثارة الروح القومية والقبلية والإقليمية بين قطاعاتها المختلفة.\n\n5- اغتيال الإمام الحسن المجتبى عليه السلام.\n\n6 - فرض البيعة لولده يزيد المعلن بفسقه وتحكيمه في رقاب المسلمين.\n\nوقد انتهج الإمام الحسين عليه السلام في مواجهة هذه الخطوات منهاجاً يقوض هذا البناء من أساسه:\n\n1 - مواجهة معاوية ورفض البيعة ليزيد:\nوقد أرسل الإمام عليه السلام لمعاوية رسالة طويلة جاء في بعض مقاطعها:\" تريد أن توهم الناس في يزيد كأنك تصف محجوباً أو تنعت غائباً،... ودع عنك ما تحاول، فما أغناك أن تلقى اللَّه بوزر هذا الخلق بأكثر مما أنت لاقيه، فواللَّه ما برحت تقدح باطلاً في جورٍ وحنقاً في ظلم حتى ملأت الأسقية، وما بينك وبين الموت إلا غمضة فتقدم على عمل محفوظ في يوم مشهود، ولات حين مناص\"11.\n\n2 - جمع الأمة الإسلامية على الحق:\nفقد لبى الإمام الحسين عليه السلام الدعاوي والوفود الكثيرة التي تطلب منه مواجهة الظلم والطغيان المتمثل بالحاكم الأموي معاوية، وقد بدأت ظاهرة التجمع مع الإمام تظهر أمام أعين السلطة الحاكمة مما اضطر معاوية أن يرسل له رسالة فيها تهديد وتحذير من مواقفه.\n\n3 - فضح جرائم معاوية:\n\nأرسل الإمام الحسين عليه السلام رسالة جاءت كرد على الرسالة السابقة فضحت الحاكم الأموي معاوية وجاء في هذه الرسالة مجموعة أمور منها:\n1- وصف حزب معاوية بحزب الظلمة.\n2 - تذكيره بجرائمه المختلفة التي أدت إلى إراقة دماء الأبرياء والعظماء من الصالحين الأصحاب كحجر بن عدي، عمرو بن الحمق الخزاعي، صاحب رسول اللَّه صلى الله عليه وآله الحضرمي، وغيرهم.\n3 - وصف خلافة معاوية بأنها أعظم فتنة تمر بالأمة الإسلامية.\n4- تذكيره بنقض العهد وبنود الصلح الذي أبرمه مع الإمام الحسن عليه السلام.\n5 - التهديد لمعاوية حسب ما جاء بنص الرسالة:\"فأبشر يا معاوية بالقصاص، وأستيقن بالحساب، واعلم أن للَّه تعالى كتاباً لا يغادر صغيرة ولا كبيرة إلا أحصاها، وليس اللَّه بناس لأخذك بالظنة، وقتلك أولياءه على التهم، ونفيك إياهم من دورهم إلى دار الغربة\"12.\n6 - تذكيره بنقضه العهد بتولية ابنه يزيد الغلام الحدث، شارب الخمر، ملاعب الكلاب. فبهذا الشكل واجه الإمام عليه السلام السياسة الأموية الظالمة التي أطاحت بكل مَعْلَم إسلامي لتحويل الحضارة الإسلامية إلى حضارة قيصرية وكسروية...\n\nعاشوراء مرحلة الجهاد والشهادة\nالذي يدرس الملامح العامة لعصر الإمام عليه السلام التي تحدثنا عن بعضها يخرج بنتيجة منطقية وهي ضرورة النهضة الحسينية باعتبار أن الأمة الإسلامية في زمن الحكم الأموي عانت من مرض خطير وهو فقدان الإرادة مع وضوح الحق التي لخصها الفرزدق بقوله للإمام عليه السلام :\"قلوبهم معك وسيوفهم عليك\"13.\n\nوهذه الهزيمة النفسية قد تجلت في مواقف كثيرة منها:\n1- أجمعت كلمة العقلاءالمسلمين على تخويفه من رفض بيعة يزيد.\n2 - عدم استجابة زعماء البصرة الموالين للإمام علي عليه السلام لنداء الإمام الحسين عليه السلام.\n3 - عدم نصرة عشيرة بني أسد بعد أن ذهب حبيب بن مظاهر (رض) إليهم.\n4- استطاع ابن زياد خلال أسبوعين تجنيد الألوف ممن كان بعضهم مع الإمام علي عليه السلام وغير ذلك من المواقف التي نستطيع أن نفهم منها هذه الهزيمة النفسية. وكان أمام الإمام عليه السلام عدة مواقف:\n\nالأول: أن يبايع يزيد.\nالثاني: أن يرفض البيعة ويبقى في مكة أو المدينة.\nالثالث: أن يرفض ويذهب إلى بلد من بلاد العالم الإسلامي كاليمن.\nالرابع: أن يرفض ويلبي نداء الرسائل الموجهة إليه ويستشهد في كربلاء.\n\nوكان اختيار الموقف الرابع مبني على إدراك طبيعة الظروف الموضوعية المحيطة بالأمة ومن خلاله استطاع أن يعالج هذا المرض الذي دب في جسد الأمة وكاد أن يقضي عليها. فاستطاع أن يهزّ ضمير الأمة من ناحية، ويشعرها بأهمية الإسلام وكرامة هذا الدين من ناحية ثانية، ويعيد للأمة إرادة المواجهة من ناحية ثالثة، وأن يوضح لكل المسلمين أن مفهوم الصلح عند الإمام الحسن عليه السلام لم يكن موقفاً امضائياً وإنما كان أسلوباً تمهيدياً لموقف الإمام الحسين عليه السلام.\n\nالخلاصة\n1 - إن للإمام الحسين عليه السلام خصائص قيادية مختلفة اجتمعت في شخصيته المباركة منها: قوة الإرادة، الإباء عن الضيم، الشجاعة، الصراحة، الصلابة في الحق، الصبر.\n2 - إن ملامح عصر الإمام اتسمت باضطرابات عديدة وذلك من جراء السياسة الأموية التي انتهجها معاوية من خلال اشاعة الإرهاب واغداق الأموال لشراء الضمائر، والمضايقة الاقتصادية وغير ذلك.\n3 - إن الرسالة التي أرسلها الإمام الحسين عليه السلام إلى معاوية تعتبر أعلى وأصرح لهجة يخاطب بها الحاكم الأموي انذاك.\n4- إن موقف الشهادة الذي اختاره الإمام كان الموقف الوحيد لمعالجة المرض الذي مرت به الأمة وهو فقدان الإرادة مع وضوح الطريق.\n\n*محطات من سيرة اهل البيت, سلسلة الدروس الثقافية , نشر: جمعية المعارف الإسلامية الثقافية\n\n2- الذهبي، سيرة أعلام النبلاء، ج3، ص310، والحديث في كتاب الطبري، والطبراني «إلا برما».\n3- المعتزلي، ابن أبي الحديد، شرح نهج البلاغة، ج1، ص302.\n4- المجلسي، محمد باقر، بحار الأنوار، ج45، ص8.\n5- ابن طاووس، اللهوف على قتلى الطفوف، ص65.\n6- أنساب الأشراف، ج1، ص1.\n7- بحار الأنوار، ج44، ص381.\n8- الأربلي، كشف الغمة، ج2، ص20.\n9- ابن أبي الحديد، شرح نهج البلاغة، ج11، ص43.\n10- م.ن، ج11، ص45.\n11- الدينوري، ابن قتيبة، الإمامة والسياسة، ج1، ص196 195.\n12- شرح نهج البلاغة، م.س، ج4، ص327.\n13- الطبري، محمد بن جرير، دلائل الإمامة، ص182.",
  "tags": "الإمام الحسين,الحسين بن علي,كربلاء,عاشوراء,سيرة أهل البيت,نهضة الحسين"
},
{
  "title": "سيرة الإمام الحسن بن علي المجتبى عليه السلام",
  "major": "سيرة أهل البيت",
  "body": "الولادة: ولد ليلة الثلاثاء، النصف من شهر رمضان المبارك، في السنة الثالثة للهجرة في المدينة المنورة.\n\nالشهادة: استشهد عليه السلام في السابع من شهر صفر سنة 50ه وقد مضى وهو ابن سبع وأربعين سنة أقام منهم مع جده المصطفى صلى الله عليه وآله سبع سنين ومع أبيه علي عليه السلام ثلاثين سنة استشهد مسموماً سمته زوجته جعدة بنت الأشعث.\n\nمدة الإمامة: بويع بالخلافة في الحادي والعشرين من شهر رمضان سنة 40ه،، مدة إمامته 10 سنين.وقع الصلح بينه وبين معاوية سنة إحدى وأربعين.\nألقابه: الأمير، الحجة، الكفيُّ، السبط، الولي.\n\nكنيته: أبو محمد\n\nنقش خاتمه: \" حسبي اللَّه\"، \" لا إله إلا اللَّه الملك الحق المبين\"، \" العزة للَّه وحده\".\n\nمدفنه: المدينة المنورة البقيع، عند جدته فاطمة بنت أسد بوصية منه، وهدم قبره وقبور بقية الأئمة في الثامن من شوال 1344ه.\n\nتمهيد\nإنَّ الظروف الصعبة التي أحاطت بحياة الإمام المجتبى عليه السلام جعلت من محطات حياته ودراستها أمراً يحتاج إلى كثير من الدقة والتمحيص والإنصاف، لأن الإمام عليه السلام قد عانى مظلومية من أهل زمانه، ومظلومية في صفحات التاريخ الإسلامي، سواء على مستوى فهم حركته السياسية المباركة وصولاً إلى الصلح مع معاوية، أو على مستوى بعض الاتهامات التي لا تليق بالإمام عليه السلام كتعدد الزوجات المفرط وغير ذلك التي نشتم منها رائحة البيت الأموي.\n\nإن معاناة هذا الإمام عليه السلام المباشرة بدأت من اللحظة التي عهد بها الإمام علي عليه السلام إليه قبل شهادته بيومين قائلاً:\" يا بنيّ! إنه أمرني رسول اللَّه صلى الله عليه وآله أن أوصي إليك وأدفع إليك كتبي وسلاحي، كما أوصى إليّ ودفع إليَّ كتبه وسلاحه وأمرني أن امرك إذا حضرك الموت أن توصي بها إلى أخيك الحسين عليه السلام\"1.\n\nوبعد استشهاد أمير المؤمنين عليه السلام ، خطب الإمام الحسن عليه السلام خطبة قال فيها:\" أيها الناس من عرفني فقد عرفني، ومن لم يعرفني فأنا الحسن بن محمد رسول اللَّه صلى الله عليه وآله أنا ابن البشير، أنا ابن النذير... الخ\"2.\nوبعد ذلك قام ابن عباس ودعا الناس إلى بيعته فاستجابوا وبايعوه قائلين \" ما أحبه إلينا وأحقه بالخلافة\"3 \" وكان عدد المبايعين له أكثر من أربعين ألف\"4.\n\nمراحل إمامته عليه السلام\n\nيمكن تقسيم إمامته عليه السلام إلى مرحلتين أساسيتين:\nالمرحلة الأولى: بعد شهادة أبيه عليه السلام واستلام الإمام الحسن عليه السلام الخلافة لمدة سبعة أشهر.\nالمرحلة الثانية: هي فترة الصلح مع معاوية إلى حين شهادته المباركة.\n\nوسنتعرض في هذا الدرس لموضوع الصلح مع معاوية من حيث أسبابه وبنوده واثاره لنضي‏ء على الكثير من علامات الاستفهام التي أثيرت حول هذا الصلح.\n\nأسباب الصلح في الروايات\nإن الروايات التي تعرضت لصلح الإمام الحسن عليه السلام مع معاوية قد نستفيد من أكثرها أن هذه الخطوة الدقيقة والخطيرة التي قام بها الإمام عليه السلام لم تكن واضحة لدى أذهان أكثر الناس مما شكل ضبابية في فهم موقف الإمام عليه السلام وهذه الروايات يمكن تقسيمها إلى قسمين:\n\nالأول: تؤكد على أن الصلح له مصلحة عظيمة ومهمة من دون ذكر الأسباب أو الدواعي لهذا الصلح.\n\nمنها: الرواية عن الإمام الباقر عليه السلام قال:\" يا سدير اذكر لنا أمرك الذي أنت عليه فإن كان فيه إغراق كففناك عنه، وإن كان مقصراً أرشدناك\".\n\nإلى أن قال عليه السلام :\" أمسك حتى أكفيك إن العلم، الذي وضع رسول اللَّه صلى الله عليه وآله عند علي عليه السلام من عرفه كان مؤمناً ومن جحده كان كافراً ثم كان من بعده الحسن عليه السلام قلت: كيف يكون بتلك المنزلة، وقد كان منه ما كان دفعها إلى معاوية؟ فقال: اسكت فإنه أعلم بما صنع، لولا ما صنع لكان أمر عظيم\"5.\n\nالثاني: تؤكد على أهمية الصلح وتذكر الأسباب الداعية إليه.\n\nمنها: الرواية المروية عن نفس الإمام المجتبى عليه السلام عن أبي سعيد قال: قلت للحسن بن علي بن أبي طالب عليه السلام : يا ابن رسول اللَّه صلى الله عليه وآله لمَ داهنت معاوية وصالحته، وقد علمت أن الحق لك دونه وأن معاوية ضال باغ؟\n\nفقال عليه السلام :\" سخطتم عليّ بجهلكم بوجه الحكمة فيه ولولا ما أتيت لما ترك من شيعتنا على وجه الأرض أحد إلا قُتل\"6.\nوستتضح بقية الأسباب عندما نتعرض لنتائج هذا الصلح.\n\nأما الأسباب التي دعت الإمام عليه السلام إلى قبول الصلح على المستوى الميداني فكثيرة أهمها:\n1- عدم رغبة جيش الإمام عليه السلام في القتال وهذا ما بدا ظاهراً منذ اللحظة الأولى، عندما دعاهم عليه السلام قائلاً:\" اخرجوا رحمكم اللَّه إلى معسكركم في النخيلة\".\n\nيقول المؤرخون: \" وسكت الناس فلم يتكلم أحد منهم ولا أجابه بحرف\"! حتى وقف عدي بن حاتم وأنبهم على ذلك.\n\n2- التواطؤ مع معاوية من قبل الكثير من القادة والجنود وذكر الشيخ الصدوق: \" أن معاوية دس إلى عمرو بن حريث والأشعث بن قيس وحجار بن ابجر وشبث بن ربعي دسيساً أفرد كل واحد منهم بعين من عيونه أنك إذا قتلت الحسن فلك مائة ألف درهم وجند من أجناد الشام وبنت من بناتي، فبلغ الحسن عليه السلام ذلك فاستلأم ولبس درعاً وسترها وكان يحترز ولا يتقدم للصلاة إلا كذلك فرماه أحدهم في الصلاة بسهم فلم يلبث فيه لما عليه من اللامة\"7.\n\n3- الخيانات الفعلية والمتكرّرة والمتمثلة بالالتحاق بمعاوية أو الفرار من المعسكرات. كما حصل مع عبيد اللَّه بن العباس حيث بعثه الإمام عليه السلام في اثني عشر ألفاً، فخان الإمام عليه السلام مقابل ألف ألف درهم أرسلها له معاوية.\n\n4- شيوع البلبلة والاضطراب في صفوف القادة والجنود.\n\n5- عدم الاخلاص للقيادة الشرعية8.\n\nالصلح بنوده وشروطه\nإن الصلح الذي أبرمه الإمام عليه السلام مع معاوية قد أحاطه بشروط تجعل الإمام عليه السلام في موقع القوة دائماً ومعاوية في موقف الضعف سواء على المدى القريب أو البعيد سواء وفى معاوية بشروط الصلح أم لم يفِ بها، فإن عدم الوفاء سيفضح معاوية ويشكل انتصاراً لخط أهل البيت عليه السلام على المدى البعيد.\n\nشروط الصلح من طرف الإمام الحسن عليه السلام :\n1- أن يعمل معاوية بكتاب اللَّه وسنة رسول اللَّه صلى الله عليه وآله وسيرة الخلفاء الصالحين.\n\n2- ليس لمعاوية بن أبي سفيان أن يعهد لأحد من بعده عهداً.\n\n3- الناس امنون حيث كانوا في العراق والشام والحجاز وتهامه.\n\n4- أمان الشيعة وأصحاب علي عليه السلام على أنفسهم وأموالهم ونسائهم وأولادهم.\n\n5- أن لا يبغي للحسن ولا لأحد من أهل بيته غائلة سراً وعلانية، ولا يخيف أحداً منهم.\n\n6- أن تكون الخلافة للإمام الحسن عليه السلام من بعده فإن حدث به حدث فلأخيه الحسين وليس لمعاوية أن يعهد به لأحد.\n\n7- أن لا يسميه أمير المؤمنين.\n\n8- أن لا يقيم عنده شهادة.\n\n9- أن يضمن نفقة أولاد الشهداء من أصحاب الإمام علي عليه السلام .\n\n10- ترك سبّ الإمام علي عليه السلام والعدول عن القنوت عليه في الصلاة.\n\n11- أن لا يتعرض لشيعته بسوء، ويصل إلى كل ذي حق حقه9.\n\nالفرق بين الصلح(المعاهدة) والبيعة\nلكي لا يشتبه الأمر على القارئ نقول له بأن ما فعله مولانا الحسن عليه السلام هو عبارة عن معاهدة وليس بيعة لمعاوية بن أبي سفيان ولا يعد هذا الصلح اعترافاً من الإمام بمشروعية معاوية على الاطلاق.\n\nلأن الإمام عليه السلام اشترط في بنود الصلح أن لا يسميه أمير المؤمنين، فعاهده على أن لا يكون أميراً إذ الأمير هو الذي يأمر في مؤتمر له.\n\nنتائج الصلح مع معاوية\n\n1- انكشاف الوجه الحقيقي لمعاوية:\nلأنه هو الذي أعلن بنفسه عن أهدافه التي تتلخص في الوصول إلى قمة السلطة حين قال: \" إني واللَّه ما قاتلتكم لتصلّوا، ولا لتصوموا، ولا لتحجّوا، ولا لتزكّوا، إنكم لتفعلون ذلك، وإنما قاتلتكم لأتأمّر عليكم وقد أعطاني اللَّه ذلك، وأنتم كارهون\"10.\n\n2- انكشاف انحراف معاوية وعدم وفائه ببنود الصلح:\nهو الذي قال: \" ألا أنّ كلّ شي‏ء أعطيته للحسن بن علي تحت قدمي هاتين لا أفي به\"11.\n\n3- انشكاف طغيان معاوية واكراه الناس للبيعة:\nفقبل الصلح مع الإمام عليه السلام أعلن أن أسباب قبوله هو حقن الدماء ولكن بعد تسليمه السلطة سرح معاوية معه بسر بن أبي أرطأة في جيش فأقبل حتى دخل البصرة فصعد المنبر فقال: \" الحمد للَّه الذي أصلح أمر الأمة وجمع الكلمة وأدرك لنا ثأرنا، ثم أن بسراً صعد المنبر ونادى بأعلى صوته ألا إن ذمة اللَّه بريئة ممن لم يخرج فيبايع\"12.\n\n4- حرية الجماعة الصالحة بالنقد:\nلم يستطع معاوية في زمن الإمام المجتبى عليه السلام أن يقيّد حركة الصالحين من أتباع الإمام، وكان لهم دور إيجابي ومميز في تحريك الأمة.\n\n5- توسع القاعدة الشعبية لأهل البيت عليهم السلام :\nاستثمر الإمام أجواء الصلح الملائمة لنشر فضائل أهل البيت وتعرية الحكم الأموي من الشرعية وقام بنشر الوعي في صفوف المسلمين حتى أصبحوا يميّزون بين منهجين: منهج الاستقامة على خط الرسالة بقيادة أهل البيت عليهم السلام ومنهج الأمويين المنحرف13.\n\nوفي الختام نقول: إن صلح مولانا الإمام عليه السلام قد كشف زيف الحكم الأموي وكان التمهيد الطبيعي، لنهضة مولانا الإمام الحسين عليه السلام المباركة التي تجلت في المواجهة المسلحة للحاكم.\n\nالخلاصة\n1- إن مراحل إمامة الإمام الحسن عليه السلام يمكن تقسيمها إلى قسمين أساسيين:\n2- إن الروايات قد تعرضت لصلح الإمام عليه السلام واعتبرته خطوة دقيقة ومهمة في مجال إنقاذ الأمة من الظلم الأموي، وفي بعضها إعطاء تفاصيل وأسباب عن الصلح.\n3- إن بنود الصلح الذي أبرمه مولانا عليه السلام مع معاوية عند التدقيق بها ترجع كلها إلى صالح الإمام عليه السلام .\n4- هناك فرق بين الصلح والبيعة وما فعله الإمام هو صلح وليس ببيعة لمعاوية.\n5- إن هناك نتائج كثيرة لهذا الصلح منها:\n\nمن طرف معاوية فقد تم انكشاف وجهه الحقيقي ومدى انحرافه وطغيانه وإكراه الناس على بيعته.\nمن طرف الإمام عليه السلام : حرية الجماعة الصالحة وتحركها ضمن العمل الرسالي وتوسيع القاعدة الشعبية لأهل البيت عليهم السلام .\n\n*محطات من سيرة اهل البيت، سلسلة الدروس الثقافية ، نشر: جمعية المعارف الإسلامية الثقافية\n\n1- الطبرسي، إعلام الورى بأعلام الهدى، ج1، ص207.\n2- ابن الأثير، الكامل في التاريخ، ج3، ص170.\n3- م.ن، ج3، ص170.\n4- المعتزلي، ابن أبي الحديد، شرح نهج البلاغة، ج16، ص31 30.\n5- المجلسي، محمد باقر، بحار الأنوار، ج44، ص1.\n6- م.ن، ج44، ص1 و2.\n7- علل الشرائع، ج1، ص221.\n8- المنظمة العالمية للحوزات، تاريخ الإسلام، ج2، ص54.\n9- انظر: م.ن، ص56 55.\n10- م.ن، ج44، ص53.\n11- الأصفهاني، أبو الفرج، مقاتل الطالبيين، ص45.\n12- الثقفي، إبراهيم بن محمد، الغارات، ج2، ص646 645.\n13- نتائج صلح معاوية نقلاً عن: تاريخ الإسلام م.س، ص77 71، بتصرف، وتلخيص.",
  "tags": "الإمام الحسن,الحسن المجتبى,أهل البيت,الصلح مع معاوية,سيرة أهل البيت,البقيع"
},
{
    "title": "سيرة بضعة الرسول (ص) فاطمة الزهراء سلام الله عليها",
    "major": "سيرة أهل البيت",
    "body": "قال رسول الله صلى الله عليه وآله وسلم: \"فاطمةُ بضعةٌ منّي من آذاها فقد آذاني، ومن آذاني فقد آذى الله\" ولدت السيّدة فاطمة الزهراء عليها السلام بعد مبعث النبيّ صلى الله عليه وآله وسلم بخمس سنوات في بيت الطهارة والإيمان.\n\nقال رسول الله صلى الله عليه وآله وسلم: \"فاطمةُ بضعةٌ منّي من آذاها فقد آذاني، ومن آذاني فقد آذى الله\".\n\nولدت السيّدة فاطمة الزهراء عليها السلام بعد مبعث النبيّ صلى الله عليه وآله وسلم بخمس سنوات في بيت الطهارة والإيمان.\n\n- تمكّنت السيـّدة الزهراء عليها السلام من أن تحوط النبي صلى الله عليه واله وسلم بالحنان واهتمـّت به أشدَّ اهتمام حتّى لقّبها بـ\"أمِّ أبيها\".\n\nطفولة فاطمة عليها السلام\n\nنشأت فاطمة الزهراء عليها السلام في بيت النبوّة ومهبط الرسالة، فكان أبوها رسول الله صلى الله عليه وآله وسلم يعلّمها العلوم الإلهيـّة ويفيض عليها من معارفه الربّانيّة.\n\nوشاءت حكمة الله تعالى أن تعاني هذه الإبنة الطاهرة ما كان يعانيه أبوها من أذى المشركين فيما كان يدعوهم إلى عبادة الإله الواحد.\n\nفي الخامسة من عمرها فقدت أمّها السيّدة خديجة، فكانت تلوذ بأبيها رسول الله صلى الله عليه وآله وسلم الذي بات سلوتها الوحيدة، فوجدت عنده كلّ ما تحتاجه من العطف والحنان والحبّ والاحترام. ووجد هو فيها قرّة عينه وسَلْوَة أحزانه فكانت في حنانها عليه واهتمامها به كالأمّ الحنون حتّى قال عنها: \"فاطمة أمُّ أبيها\"1.\n\nهجرة فاطمة عليها السلام\n\nبعد أن غادر النبيّ صلى الله عليه وآله وسلم مكّة متوجِّهاً إلى المدينة لحق الإمام عليّ عليه السلام به ومعه الفواطم، ومنهنَّ فاطمة الزهراء عليها السلام، وكان عمرها آنذاك سبع سنوات.\n\n- سادت المحبـّة والتوافق بيت عليٍّ وفاطمة، لـِما كان بينهما من تقاسم الأدْوار، والقيام بالواجبات.\n\nزواج فاطمة عليها السلام من عليّ عليه السلام\n\nما إن بلغت فاطمة الزهراء عليها السلام التاسعة من عمرها حتّى بدا عليها كلُّ ملامح النضوج الفكريّ والرشد العقليّ، فتقدّم سادات المهاجرين والأنصار لخطبتها طمعاً بمصاهرة النبيّ صلى الله عليه وآله وسلم، ولكنّه كان يردّهم بلطف معتذراً بأنّ أمرها إلى ربّها.\n\nوعندما خطبها عليّ عليه السلام وافق النبيّ صلى الله عليه وآله وسلم ووافقت فاطمة على زواجها من عليّ عليه السلام، لأنّه الكفؤ الوحيد لها، كما جاء في الرواية عن رسول الله صلى الله عليه وآله وسلم. وتمّ الزواج، فباع عليٌّ درعه بخمسمائة درهم لدفع المهر، ولتأثيث البيت الذي سيأويهما عليهما السلام2.\n\nلقد كان هذا البيت المتواضع بأثاثه، غنيّاً بما فيه من القيم والأخلاق والروح الإيمانيّة العالية، فبات صاحباه زوجين سعيدين يعيشان الأُلفة والوئام والحبّ والاحترام، حتّى قال عليّ عليه السلام يصف حياتهما معاً:\n\n\"فوالله ما أغضبتُها ولا أكرهتُها على أمرٍ حتّى قبضها الله عزّ وجلّ، ولا أغْضَبَتْني ولا عَصَتْ لي أمراً. لقد كنت أنْظُر إليها فتنكشِف عنّي الهموم والأحزان\"3.\n\nكانا يتقاسمان العمل، فلها ما هو داخل عتبة البيت وله ما هو خارجها. وقد أثمر هذا الزواج ثماراً طيّبة، الحسن والحسين وزينب وأمّ كلثوم.\n\nمكانة الزهراء عند الرسول\n\nتعلَّق رسول الله صلى الله عليه وآله وسلم بابنته فاطمة عليها السلام تعلّقاً خاصاً لِمَا كان يراه فيها من وعي وتقوى وإخلاص فأحبّها حبّاً شديداً، وكان إذا أراد السفر جعلها آخر من يُودَّع، وإذا قَدِمَ من السفر جعلها أوّلَ من يَلقى.\n\nوكان إذا دخلت عليه وقف لها إجلالاً وقبّلها بل ربَّما قبّل يدها. وكان صلى الله عليه وآله وسلم يقول: \"فاطمةُ بضعةٌ منّي من آذاها فقد آذاني، ومن آذاني فقد آذى الله\"4.\n\nومع كلّ ذلك، فقد جاءته يوماً تشكو إليه ضعفها وتعبها في القيام بعمل المنزل وتربية الأولاد وتطلب منه أن يهب لها جارية تخدمها. فلم يستجب لطلبها، بل استبدل ذلك بأمر آخر، عبّر عنه صلى الله عليه وآله وسلم بقوله: \"أعطيك ما هو خير من ذلك\"، وعلّمها تسبيحة خاصّة تُسْتَحَبّ بعد كلّ صلاة، وهي التكبير أربعاً وثلاثين مرّة، والتحميد ثلاثاً وثلاثين مرّة، والتسبيح ثلاثاً وثلاثين مرّة، وهذه التسبيحة عُرِفَت فيما بعد بتسبيحة الزهراء.\n\n- إنّ اهتمام الرسول بفاطمة كان لما لها من صفات خاصّة، كما كان ذلك منه بياناً لمكانتها عند الله، وليس لأجل الدنيا الفانية.\n\nأسماء فاطمة عليها السلام\n\nعُرِفَت السيّدة فاطمة عليها السلام بأسماء عديدة تُعبِّر عن كمالها ومقامها، ومن هذه الأسماء:\n\n* الزهراء: وقد علَّل الإمام الصادق عليه السلام تسميتها بالزهراء بـ \"أنّ اللَّه عزَّ وجلَّ لقها من نور عظمته فلمّا أشرقت أضاءت السماوات والأرض بنورها\"5.\n\n* الحوراء: وهذا الاسم يعود لانعقاد نطفتها من ثمار الجنـّة، كما في الرواية عن أبيها الأكرم صلى الله عليه وآله وسلم.\n\n* المحدِّثة، المحدَّثة، الزكيّة، الشهيدة: وهي ألقاب تعبّر عن مقامها العلمي والروحي وجهادها ومظلوميّتها، وقد ختمت حياتها بالشهادة بعد الدفاع عن ولاية أمير المؤمنين عليه السلام، وأوصت أن تُدفن سرّاً ليبقى قبرها المجهول شاهداً على الحقّ المُغْتَصَب.\n\nمقام الزهراء عليها السلام يوم القيامة\n\nورد في الحديث الشريف عن رسول الله صلى الله عليه وآله وسلم وصفٌ جليل لمقام السيّدة فاطمة عليها السلام يوم القيامة، حيث تتقدّم ومعها ذريّتها وشيعتها ومحبّوهم، فتكون شفيعة لهم بإذن الله، حتّى تُدخلهم الجنّة8.\n\nــــــــــــــــــــــــــــــــــــــــــــ\n\n1- شرح إحقاق الحقّ، السيّد المرعشي، ج25، ص29.\n2- تفاصيل جهاز بيت فاطمة وعلي عليهما السلام.\n3- بيت الأحزان، الشيخ عباس القمّي، ص53.\n4- علل الشرائع، الصدوق، ج1، ص187.\n5- علل الشرائع، ج1، ص180.\n6- الغدير، الأميني، ج3، ص18.\n7- علل الشرائع، ج1، ص182.\n8- الأمالي، الشيخ الصدوق، ص69-70.",
    "tags": "فاطمة الزهراء,بضعة الرسول,أهل البيت,الزهراء,سيرة أهل البيت,الشفاعة"
  },
{
  "title": "سيرة الإمام علي بن أبي طالب عليه السلام",
  "major": "سيرة أهل البيت",
  "body": "الولادة: ولد بمكة في البيت الحرام، يوم الجمعة، 13 شهر رجب، بعد عام الفيل بثلاثين سنة.\nالشهادة: استشهد ليلة إحدى وعشرين من شهر رمضان سنة 40ه، وهو ابن ثلاث وستين سنة، قتله عبد الرحمن بن ملجم\nمدة الإمامة: توفي النبي الأكرم صلى الله عليه وآله  في 28 صفر سنة 11هـ، ومنذ تلك اللحظة صار علي  عليه السلام  إمام زمانه حتى استشهد في 21 من شهر رمضان سنة 40هـ فتكون مدة إمامته 29 سنة ونصف، سنين صعبة وحساسة جداً كان همه الأساسي فيها الحفاظ على هذا الدين كما نزل على الرسول الكريم مرة بالموعظة وأخرى بالصبر وثالثة بالحرب.\nألقابه: سيد الأوصياء، قائد الغر المحجلين، الصدِّيق الأكبر، الفاروق الأعظم، قسيم الجنة والنار، الوصيّ، أمير المؤمنين.\nكنيته: أبو الحسن.\nنقش خاتمه: \"اللَّه الملك وعلي عبده\"، \"العزة للَّه جميع\"، \"الملك للَّه الواحد القهار\".\nمدفنه: النجف الأشرف.\n\nتمهيد\n\nإن الكلام عن الإمام أمير المؤمنين  عليه السلام  ليس بالأمر السهل على الإطلاق، لأننا لسنا أمام شخصية تاريخية احتلت مكانة مرموقة في المجتمع الإسلامي فحسب، حتى نقدم في هذا الدرس أو غيره ضبطاً لمفردات هذه الشخصية وحركتها الإصلاحية من خلال التراث التاريخي المكتوب، كما نتعاطى مع أي مصلح وإمام في العالم. بل نحن أمام  شخصية قدمها اللَّه تعالى كإنسان كامل. وفق خطوط رسمها القرآن الكريم وحددت معالمها مفاهيم الإسلام العظيم، ولذلك كانت حياة الإمام  عليه السلام  تجسيداً للإسلام، ولذا نحن حينما نقدم الإمام  عليه السلام  فنحن نقدم الإسلام بأبهى صورة وأدق تطبيق، فعلينا أن لا ننظر للإمام  عليه السلام  كشخص عاش في التاريخ، بل الإمام  عليه السلام  تجاوز زمانه ومكانه ليكون المحور الذي يصاغ على أساسه الحضارة الإسلامية.\n\n\"إن شخصية الإمام علي  عليه السلام  مؤهلة لأن تكون القدوة لصنع واحياء الفرد المسلم وكذلك لنعلم كيف يحيا المسلم، بناء على هذا إذا أردنا أن نتحدث عن أمير المؤمنين عليه السلام  لا ينبغي أن يكون للتيمن والتبرك بذكره فقط، بل للتعلم منه والاستفادة من مشعل نوره لحل المشكلات ولإزالة العوائق\"1.\n\nمراحل حياة الأئمة  عليه السلام\nقبل الكلام عن الإمام علي  عليه السلام  فإن المنهجية التحليلية تقتضي منا الكلام عن الأئمة عليهم السلام  بشكل عام، لكي نستطيع فهم حركتهم المباركة في المجتمع الإسلامي، لأن التعرف على أي إمام من الأئمة الهداة عليهم السلام  يتطلب منا على الأقل معرفة أمرين:\n\nالأول: معرفة المسؤوليات التي كانت ملاقاة من اللَّه تعالى على عاتق كل إمام معصوم.\nالثاني: التعرف على أدوار الأئمة عليهم السلام  المتعددة من خلال طبيعة الظروف العامة والمرحلية التي أحاطت بهم.\nبالنسبة للأمر الأول هناك أهداف متعددة يمكن فهمها من سيرة أهل البيت عليهم السلام  ولكن يمكن تلخيصها بهدف واحد أو فلنقل هو أهم هدف: \"صيانة الشريعة الإسلامية التي جاء بها النبي صلى الله عليه وآله  نظرياً وعملياً والمحافظة على النموذج التطبيقي الأول أي دولة رسول اللَّه صلى الله عليه وآله   من الانحراف\" والأئمة عليهم السلام  عملوا بكل تفاني من أجل صيانة هذا الهدف المقدس.\n\nبالنسبة للأمر الثاني يمكن تقسيم مراحل الأئمة عليهم السلام  إلى ثلاث مراحل:\n\nالأولى: تحصين الأمة الإسلامية من الانهيار من خلال تفادي صدمة الانحراف التي شكلها البُعد عن خط الرسول صلى الله عليه وآله  وعترته الطاهرة عليهم السلام  وتمثلت هذه المرحلة بكل من الإمام علي  عليه السلام  والإمام الحسن  عليه السلام  والإمام الحسين  عليه السلام  والشطر الأول من حياة الإمام علي بن الحسين  عليه السلام.\n\nالثانية: وهذه المرحلة تمثلت بأمرين:\nأ- هدم تحصينات الخلافة الأموية والعباسية من خلال التصدي لمواجهة \"وعاظ السلاطين\" الذين قربتهم السلطات الحاكمة إلى بلاطها لتعطي شرعية لحكمها وتبرر بعض مخالفاتها من خلال وضع هؤلاء الوعاظ أحاديث موضوعة على لسان رسول الله صلى الله عليه وآله  وتمثلت هذه المرحلة بكل من الإمام زين العابدين  عليه السلام  في الشطر الثاني من حياته والإمام الباقر والإمام الصادق والإمام الكاظم عليهم السلام.\nب- بناء الجماعة الصالحة من خلال بيان الإسلام الصحيح وبناء العلماء الصالحين.\n\nالثالثة: مرحلة التخطيط لاستقلال الجماعة في إدارة شؤونها والتمهيد لقيادة المعصوم  عليه السلام  وهذا ما يمكن أن نطلق عليه الانتظار الموجه وتمثلت هذه المرحلة بكل من الإمام الرضا  عليه السلام  والإمام الجواد  عليه السلام  والإمام الهادي  عليه السلام  والإمام العسكري  عليه السلام  والإمام المهدي عجل الله فرجه الشريف في مرحلة الغيبة الصغرى.\n\nمراحل حياة الإمام علي  عليه السلام\nتقسم حياة الإمام  عليه السلام  حسب الفترة الزمنية أي من الولادة إلى الشهادة إلى خمس مراحل، والمقصود من هذا التقسيم معرفة الحركة الزمنية للإمام  عليه السلام  التي تؤثر على فهم الاثار التغييرية الرئيسية التي خلّفها في المجتمع الإسلامي:\nالمرحلة الأولى: من الولادة المباركة حتّى البعثة النبوية 13 رجب بعد عام الفيل بثلاثين سنة إلى 27 رجب أي عشر سنين.\nالمرحلة الثانية: من البعثة النبويّة حتّى الهجرة وهي ثلاث عشرة سنة.\nالمرحلة الثالثة: من الهجرة حتى وفاة الرسول الأعظم  عليه السلام  وهي عشر سنوات. فيكون2 عمر الإمام  عليه السلام  إلى وفاة النبي صلى الله عليه وآله  ثلاثة وثلاثون سنة.\nالمرحلة الرابعة: وهي مرحلة الخلفاء الثلاثة أي من سقيفة بني ساعدة إلى وفاة عثمان بن عفان وهي خمس وعشرون سنة. وهذه المرحلة هي مرحلة ابعاد الإمام  عليه السلام  عن الحكم والقيادة المباشرة للمسلمين.\nالمرحلة الخامسة: من البيعة للإمام سنة خمس وثلاثين للهجرة  عليه السلام  حتى استشهاده في الواحد والعشرين من شهر رمضان سنة أربعين من الهجرة3 وتقرب هذه المرحلة من خمس سنوات وهي مرحلة الحكم والقيادة المباشرة للمسلمين.\n\nومحور هذا الدرس سيكون خصوص المرحلتين الرابعة والخامسة من حياته المباركة.\n\nمرحلة عهد الخلفاء الثلاثة\nيبدأ هذا العهد من وفاة رسول اللَّه صلى الله عليه وآله  في الثامن والعشرين من صفر السنة العاشرة للهجرة وينتهي بمقتل الخليفة الثالث عثمان بن عفان سنة خمس وثلاثين للهجرة.\n\nوينبغي أن لا تغيب عنا حقيقة مهمة في هذا العهد وغيره وهي المهمة والهدف الملقى على عاتق الإمام المعصوم  عليه السلام.\n\nولكي نفهم موقف الإمام من هذا العهد علينا أن نفهم موقفه من السقيفة وقد وردت نصوص كثيرة في نهج البلاغة وغيره تحدد هذا الموقف نأخذ منها النص التالي:\n\"وحين سأله بعض أصحابه كيف دفعكم قومكم عن هذا المقام وأنتم أحق به؟! قال  عليه السلام: ... أما الاستبداد علينا بهذا المقام ونحن الأعلون نسباً والأشدّون برسول اللَّه صلى الله عليه وآله  نوطاً، فإنها كانت أثرةً شحّت عليها نفوس قوم وسخت عنها نفوس آخرين والحكم للَّه والموعد القيامة\"4.\n\nونستطيع أن نستنتج من هذا النص وغيره الأمور التالية:\n1- أنَّ الخلافة هي حق للإمام  عليه السلام  دون غيره.\n2- إنه قد تم الاستيلاء على منصب الخلافة بالاستبداد والتقمّص أي مع عدم الأهلية لذلك.\n3- إن أصحاب السقيفة يعلمون بأحقية الإمام  عليه السلام  ونص الغدير ليس بعيداً عن مسامعهم.\n4- رغم علمهم بأحقية الإمام  عليه السلام  فقد استبدوا بالخلافة وصدفوها عنه  عليه السلام.\n\nومن هنا يتضح وجود خطين\n\nأ- خط (الغاية تبرر الوسيلة) أي السلطة هدف بأي وسيلة ممكنة.\nب- خط نبوي (الغاية والوسيلة طاعة للَّه) أي أن السلطة وسيلة لتحقيق القيم العليا. وإن الحق هو الأحق بالإتباع.\n\nهذا بالنسبة لموقفه  عليه السلام  من السقيفة أما الانجازات التي قام بها الإمام في عهد الخلفاء كثيرة أهمها:\n\n1- صيانة الرسالة الإسلامية\nوذلك باعتبار أن الإمام  عليه السلام  هو الخليفة والامتداد الرسالي الطبيعي للنبي صلى الله عليه وآله  ولذلك كان أول عمل قام به هو جمع المصحف الشريف مع شرحه وتفسيره وذكر أسباب النزول وغيرها من الأمور الهامة... الذي قال عنه  عليه السلام:\n\"اليت ألا ارتدي عليّ ردائي إلا لصلاة جمعة حتى أجمع القرآن\"5.\nوكان  عليه السلام  قبل ذلك قام بعمل مهم أيضاً وهو تدوين(الجامعة الكبرى).\nوهذه الجامعة هي صحيفة بإملاء من رسول اللَّه صلى الله عليه وآله  وخط الإمام علي  عليه السلام  وقد احتوت هذه الجامعة على جميع الأحكام حتى أرش الخدش، والأئمة عليهم السلام  إلى الإمام المهدي عجل الله فرجه الشريف  كانوا يتوارثون هذا الكتاب ويعتمدونه كمصدر أساس في الأحكام6.\n\n2- صيانة الأمة والكيان الإسلامي\nبعد غياب النبي صلى الله عليه وآله  أحدقت بالأمة الإسلامية أخطار كثيرة دفعت بالإمام  عليه السلام  إلى العمل باتجاه صيانة الأمة، كيف لا وهو باب مدينة علم النبي صلى الله عليه وآله  كما جاء في الرواية الرواية عنه صلى الله عليه وآله  وكما أثبتته الأيام بعد رحيل الرسول الكريم صلى الله عليه وآله  بشكل واضح، وهذا الخليفة الثاني يقول مصرحاً رغم إشكالية الخلافة:\n\"لولا علي لهلك عمر\"7.\n\"لا أبقاني اللَّه بأرض لست فيها يا أبا الحسن\"8.\nفلولا علي  عليه السلام  لوقعت الأمة في حرج وضعف في مواجهة التحديات الدينية والثقافية التي فرضتها مرحلة ما بعد الرسول صلى الله عليه وآله.\n\n3- صيانة وحدة الصف الإسلامي\nوهذا الأمر يمكن أن نلحظه من بعض الإحداث التي ضبطها التاريخ للإمام  عليه السلام  منها:\nأ- عدم رفعه السيف للمطالبة بحقه في الخلافة مع وضوح هذا الحق لدى كل المسلمين.\nب- عدم رفعه السيف للمطالبة بحق زوجته السيدة فاطمة عليها السلام  في فدك9.\nج- رفضه عرض أبو سفيان عندما جاءه قائلاً: يا أبا الحسن أبسط يدك حتى أبايعك فقال له: إنك واللَّه ما أردت بهذا إلا الفتنة10.\n\n4- تأثيره  عليه السلام  غير المباشر في الأمور المفصلية\nلم يكن المجتمع الإسلامي ليستغني عن أمير المؤمنين  عليه السلام  في ما يواجهه من تحديات مفصلية، رغم تولي غيره للخلافة، وهذا ما يظهر جلياً على شكل نصائح واستشارات في موارد كثيرة جداً، منها:\nأ- غزوة الروم في عهد أبي بكر11.\nب- غزوة الفرس في عهد عمر12.\nج- التقويم الهجري جاء بمشورة الإمام  عليه السلام13.\nد- مشاورته في تقسيم سواد الكوفة14.\n\nمرحلة عهد الحكم الإصلاحات\nإن الإصلاحات والتغيرات المختلفة التي حصلت على يد الإمام  عليه السلام  واكبت الخلفاء ضمن الممكن من خلال اسداء النصيحة لهم على مختلف الأصعدة (الاجتماعية، السياسية، العسكرية، الدينية... ) وقد تصدى لتطبيقها بشكل كامل في عهد حكمه المبارك رغم كل الفتن التي عصفت بالأمة الإسلامية من حروب الجمل وصفين وصولاً إلى النهروان، رغم كل ذلك كان على الإمام  عليه السلام  أن يقوم باصلاحات مختلفة لأنه استلم حملاً ثقيلاً خلفته السياسات الإدارية السابقة على عهده المبارك. أما الإصلاحات التي قام بها مختلفة سنعرضها من خلال أقواله  عليه السلام:\n\n1 و2- الاصلاح الاجتماعي والاقتصادي\nكانت أول مسألة قام بها ضرب النظام الطبقي الذي خلفته السياسات الخاطئة قبله وذلك من خلال الخطوات التالية:\n\nأ- المساواة في العطاء:\n\"ألا وأيّما رجلٍ استجاب للَّه وللرسول صلى الله عليه وآله  فصدق ملتنا ودخل في ديننا واستقبل قبلتنا فقد استوجب حقوق الإسلام وحدوده، فأنتم عباد اللَّه، والمال مال اللَّه، يقسم بينكم بالسوية، لا فضل لأحد على أحد وللمتقين غداً أحسن الجزاء وفضل الثواب\"15.\n\nب- استرجاع الأموال المنهوبة:\n\"ألاّ إن كل قطيعة اقتطعها عثمان، وكل مال أعطاه من مال اللَّه فهو مردود في بيت المال، فإن الحق لا يبطله شي‏ء، ولو وجدته قد تزوج به النساء وملك به الإماء وفرّق في البلدان لرددته، فإن في العدل سعة، ومن ضاق عليه العدل فالجور عليه أضيق\"16.\n\n3- الإصلاح الإداري:\nوتمثل هذا الإصلاح بعدة خطوات منها:\nأ- اختيار ولاة جدد على أسس موضوعية لا تعتمد على الحسابات الشخصية والفئوية: فأرسل عثمان بن حنيف بدلاً عن عبد اللَّه بن عامر(ابن خالة عثمان) إلى البصرة.\nوعمارة بن شهاب بدلاً عن أبي موسى الأشعري إلى الكوفة.\nوعبد اللَّه بن عباس بدلاً عن يعلى بن منبه إلى اليمن.\nوقيس بن سعد بدلاً عن عبد اللَّه بن سعد إلى مصر.\nوسهل بن حنيف بدلاً عن معاوية بن أبي سفيان(ابن عم عثمان) إلى الشام.\nب- نقل مركز الخلافة من المدينة المنورة إلى الكوفة ولهذا العمل أبعاد استراتيجية لها علاقة بتحديات العصر.\n\n4- الإصلاح الديني والثقافي:\nقد حدد الإمام أسباب الانحراف بكلمة مختصرة قال فيها:\n\"إنما بدء وقوع الفتن أهواء تتّبع وأحكام تبتدع، يخالف فيها كتاب اللَّه، ويتولّى عليها رجال رجالاً على غير دين اللَّه، فلو أن الباطل خلص من مزاج الحق لم يخف على المرتادين، ولو أن الحقّ خلص من لبس الباطل انقطعت عنه ألسن المعاندين، ولكنّ يؤخذ من هذا ضغث ومن هذا ضغث فيمزجان فهنالك يستولي الشيطان على أوليائه، وينجو الذين سبقت لهم من اللَّه الحسنى\"17.\n\nوقام من أجل هذا الإصلاح بالخطوات التالية:\nأ- فتح باب العلم والحوار وكل ما يتعلق بأمور الدين فهو القائل:\n\"سلوني قبل أن تفقدوني\"18.\nب- الاهتمام بقراءة القرآن، وربطه بالسنة النبوية الشريفة.\nج- الاهتمام بالتدوين وهو القائل:\n\"قيدوا العلم بالكتابة\"19.\n\n* محطات من سيرة أهل البيت عليهم السلام. سلسلة الدروس الثقافية، جمعية المعارف الإسلامية الثقافية. ط: 1، حزيران 2004م- 1452هـ. ص: 7-15.\n\n1- الخامنئي، السيد علي، الدروس العظيمة من سيرة أهل البيت عليهم السلام، ط1، بيروت، مركز بقية اللَّه الأعظم، ص207.\n2- إعلام الورى بأعلام الهدى، ج1، ص269.\n3- المصدر السابق، ص309.\n4- الصالح، د. صبحي، نهج البلاغة، خطبة 162، ص231.\n5- السيوطي، جلال الدين، الإتقان في علوم القران، ج1، ص205.\n6- الأمين، محسن، أعيان الشيعة، ج1، ص93.\n7- أخرجه أحمد والعقيلي وابن السمان، وفي الاستيعاب ج3، ص39، الرياج ج2، ص194... نقلاً عن الغدير، ج3، ص97.\n8- ارشاد الساري، ج3، ص195، نقلاً: عن الأميني، الغدير، ج3، ص97.\n9- روى الحنفي القندوزي في ينابيع المودة، ج1، ص138: في قوله تعالى: «ات ذا القربى حقه» خصوصية لهم خصهم اللَّه العزيز الجبار بها واصطفاهم على الأمة، فلما نزلت هذه الاية على رسول اللَّه قال صلى الله عليه وآله  لفاطمة عليها السلام  هذه فدك وهي مما لم يوجف عليها بخيل ولا ركاب وهي لي خاصة دون المسلمين، وقد جعلتها لك لِما أوتي اللَّه به فخذيها لك ولولدك.\n10- ابن جرير الطبري، ج2، ص449.\n11- اليعقوبي، تأريخ اليعقوبي، ج2، ص133.\n12- ابن الأثير، الكامل في التاريخ، ج3، ص8.\n13- م.ن، ج2، ص526.\n14- أشار بعض الصحابة على عمر أن يقسم بينهم سواد الكوفة وعندما شاور الإمام  عليه السلام  قال: «إن قسمتها اليوم لم يكن لمن يجي‏ء بعدنا شي‏ء ولكن نقرها في أيديهم يعملونها فتكون لنا ولمن بعدنا». فقال عمر: وفقك اللَّه هذا الرأي، نقلاً: عن تأريخ اليعقوبي، ج2، ص152.\n15- المجلسي، محمد باقر، بحار الأنوار، ج32، ص18 17.\n16- الإمام علي، نهج البلاغة، من كلام له فيما رده على المسلمين من قطائع عثمان، ج1، ص46.\n17- م.ن، ج1، رقم 50، ص100 99.\n18- م.ن، رقم 189، ص130.\n19- بحار الأنوار(م.س)، ج58، ص124.",
  "tags": "علي,الإمام علي,أمير المؤمنين,سيرة أهل البيت,النجف,نهج البلاغة"
},
{
  "title": "سيرة النبي محمد(ص)",
  "major": "السيرة النبوية",
  "body": "العالم قبل النبي محمد صلى الله عليه وآله وسلم\n\nبعث الله موسى عليه السلام نبياً مرسلاً، يهدي الناس إلى عبادة الله الواحد الأحد، ويأمرهم بالعدل، لينقذهم من ظلم الفراعنة والطواغيت، فجاءهم بالتوراة، فيها مالهم وما عليهم.\n\nوبعد انتقال موسى عليه السلام إلى جوار ربه، راح أحبار اليهود يحرفون الكلم عن مواضعه، ويستغلون الدين لأطماعهم الشخصية، ضاربين عرض الحائط بتعاليم موسى عليه السلام خصوصاً مابشر به من نبي يأتي من بعده اسمه عيسى.\n\nولما بعث الله عيسى عليه السلام لتهذيب الأخلاق وتطهير النفوس، وزرع المحبة بين أبناء البشر، في ظلال عقيدة التوحيد، وليبشر بنبي يأتي بعده إسمه أحمد، دخل جماعة من اليهود في الدين الجديد، وراحوا يعملون على تحريفه واستغلاله، تماماً كما فعلوا بدين موسى عليه السلام، حتى أصبح تحت تأثير رجال الكنيسة غير المؤمنين، سيفاً مصلتاً على رقاب الناس، خصوصاً المثقفين.\n\nوهكذا، عاشت البشرية انحطاطاً مخيفاً، في شتى شؤونها الحياتية، وساد الظلم والفساد، وعاد الناس إلى الشرك وعبادة الأصنام، وباتوا يؤمنون بالخرافات والأساطير، وكأني بهم يهربون من واقعهم الأليم.\n\nوكان شأن سكان الجزيرة العربية. شأن معظم الناس في ذلك العصر، فسيطر عليهم، ماسيطر على الناس، وسادتهم روح القبلية والنزاع، وعمهم الظلم والفساد والتردي، وباتوا على شفا جرفٍ هارٍ.\n\nالوليد المبارك\n\nبعد ضياع وفساد استمرا ردحاً من الزمن، وفي العام الذي سمي بعام الفيل، ولد محمد بن عبد الله بن عبد المطلب، في قبيلة قريش في العام سبعين وخمسمئة للميلاد. وكان ذلك الحدث العظيم بعد شهر تقريباً من حادثة أصحاب الفيل، المشهورة.\n\nكان عبد الله بن عبد المطلب، والد محمد، يعمل في التجارة إلى الشام، فوافته المنية أثناء عودته من إحدى رحلاته، وكانت زوجته آمنة بنت وهب، من بني عدي بن النجار، حاملاً، فلم يقدر للوليد الجديد أن يرى أباه.\n\nولما كان من عادة العرب في مكة أن يسترضعوا لأولادهم نساء أهل البادية، طلباً للفروسية والفصاحة، فقد عرض محمد على مرضعة من قبيلة بني سعد بن بكر اسمها حليمة، فتبرمت به، لكونه يتيماً، ويشاء الله ان ترضعه حليمة، إذ يشير عليها زوجها أن تأخذ الطفل، عسى أن يكون لهما في إرضاعه خير.. وفعلاً، فقد حلّت بركة الوليد المصطفى، في الحي الذي تسكنه حليمة، وعمّ الخير في ربوعه. ويوماً بعد يوم، كانت تظهر عظمة الطفل المبارك، حتى أن حليمة وزوجها كانا يودان أن يبقى محمد عندهما، حتى بعد مابلغ سن الفطام.\n\nولما بلغ محمد الخامسة من عمره، أعيد إلى حضن أمه آمنة، لترعاه أحسن ماتكون الرعاية. فتأخذه معها إلى أخواله بني النجار في يثرب، حتى وافتها المنية وهي في طريق عودتها، ودفنت في الأبواء بين مكة والمدينة، ومحمد لايزال في السادسة من عمره، فعادت به أم أيمن جارية آمنة إلى جده عبد المطلب.\n\nكفل عبد المطلب محمداً، ووفر له العطف والحنان والعناية اللازمة، لما كان يتوسم فيه من الشأن العظيم، ولكنه توفي ومحمد لايزال في الثامنة من عمره، فتولّى أبو طالب عمّ محمد رعايته، وأحاطه بعناية لم يحظ بها أحد من أبنائه، حتى أنّه كان يصحبه معه في تجارته إلى الشام.\n\nوزاد تعلق أبي طالب بمحمد، بعد أن قال له الراهب بحيرا، وكان عالماً بالتوراة والانجيل، وقد راى محمداً، قال له: إن ابن أخيك هذا نبي هذه الأمة، فاحذر عليه من اليهود.\n\nبلغ محمد مبلغ الشباب، فكان مثالاً لكل الصفات الأخلاقية النبيلة، فوجدت فيه قريش، وكذلك أهل مكة، سيداً من ساداتهم، ومرجعاً لهم في الملمات، وكانت له اليد الطولى في عقد حلف الفضول، لمناصرة المظلومين ومحاربة العدوان من أي مصدر كان.\n\nعلامات النبوة\n\nسمعت خديجة بنت خويلد، وهي من أشراف قريش، سمعت بما يتمتع به محمد بن عبد الله، من الصدق والأمانة والأخلاق العالية، فأعجبت به، وودّت لو يبادلها محمد هذا الشعور، فدعته إلى الذهاب في تجارتها إلى الشام. لقاء أجر يعادل ضعفي ماكانت تعطيه للآخرين، فقبل محمد واتّجر لها، فنجحت الرحلة نجاحاً باهراً، وانتهى الأمر بعدها بزواج محمد من خديجة.\n\nورغم أن خديجة بنت خويلد كانت على أبواب الأربعين من عمرها، فيما كان محمد في ريعان الشباب، فإن زواجهما حقّق أروح تلاحم عاطفي أساسه الحب والاحترام المتبادل، وأثمر عدداً من الأولاد، ذكوراً وإناثاً، إذ ولد لهما القاسم، وبه كان محمد يكنى، ثم إبراهيم، وزينب، ورقية، وأم كلثوم، وعبد الله وفاطمة. ولكن مشيئة الله سبحانه قضت أن لايبقى منهم على قيد الحياة سوى فاطمة.\n\nبعد أن تزوج محمد تركزت شخصيته الاجتماعية، وتعززت وتجلّت يوم اختلاف القبائل في وضع الحجر الأسود، بعد إعادة بناء الكعبة المشرفة، إثر السيل الجارف والحريق اللذين تعرضت لهما.. فما أن طلع عليهم محمد حتى قالوا: هذا الأمين رضينا به حكماً بيننا.. وقصوا عليه ماهم فيه من الخلاف، فما كان منه إلا أن وضع الحجر في ثوب، ثم أمرهم أن تأخذ كل قبيلة منهم بطرف، ليرفعوا الحجر ويضعوه في مكانه فيكون الجميع مشتركين في وضعه.\n\nوبدأت علامات النبوة تظهر على محمد. فها هو ينقطع في غار حراء، شهراً كاملاً، من كل عام، يقضيه في التأمل والتفكر، بعيداً عن الصراعات القبلية والفساد. ولما بلغ الأربعين من العمر، أنزل الله سبحانه جبرائيل عليه السلام ليتلو على محمد صلى الله عليه وآله وسلم أول بيان من الرسالة الخاتمة: ﴿إقرأ باسم ربك الذي خلق. خلق الانسان من علق. إقرأ وربك الأكرم. الذي علّم بالقلم. علّم الانسان مالم يعلم﴾ .\n\nكان لهذا البيان العظيم أثره في قلب حبيب الله وفيه نفسه، وهو الذي لم يتعلّم القراءة ولا الكتابة، فعاد إلى بيته، وتدثر في فراشه، فأنزل الله عليه البيان الثاني: ﴿ياأيها المدثّر قم فأنذر وربك فكبّر وثيابك فطهر والرجز فاهجر﴾ .\n\nوهكذا كان الأمر الالهي للنبي محمد صلى الله عليه وآله وسلم واضحاً بحمل الرسالة، والقيام بأعباء الدعوة إلى الله.\n\nالنبي يدعو وقريش تراوغ\n\nعرض رسول الله محمد صلى الله عليه وآله وسلم دعوته على زوجه خديجة (رض) وعلى ابن عمه علي بن أبي طالب، فآمنا بها، وتابع النبي دعوته، فآمن معه أربعون شخصاً، أغلبهم من الشباب. فاتخذ النبي صلى الله عليه وآله وسلم دار الأرقم المخزومي، مركزاً يعلّم فيه المؤمنين القرآن.\n\nوبعد ثلاث سنوات أمر الله سبحانه حبيبه محمداً صلى الله عليه وآله وسلم بأن ﴿أنذر عشيرتك الأقربين﴾ فدعا النبي عشيرته إلى طعام، وما أن أراد محمد صلى الله عليه وآله وسلم أن يحدثهم، وكانوا قد علموا بأمره، حتى قاطعه عمه أبو لهب، وحذره من الإستمرار في دعوته.\n\nوانفضّ الاجتماع، قبل أن يتم محمد كلامه، فعاد الأمر الالهي: ﴿فاصدع بما تؤمر وأعرض عن المشركين﴾ فأعاد صلى الله عليه وآله وسلم الكرة ثانية فدعا عشيرته وأولم لهم، وماكادوا يفرغون من الطعام، حتى بادرهم عليه الصلاة والسلام بقوله: \"يابني عبد المطلب، إن الله قد بعثني إلى الخلق كافة، وبعثني إليكم خاصة... وأنا أدعوكم الى كلمتين خفيفتين على اللسان، ثقيلتين في الميزان، تملكون بهما العرب والعجم، وتنقاد لكم بهما الأمم، وتدخلون بهما الجنة، وتنجون من النار: شهادة أن لا إله إلاّ الله، وأني رسول الله... أرأيتم إن أخبرتكم أن العدو مصبحكم أو ممسيكم، أما كنتم تصدقونني؟ قالوا: بلى. قال صلى الله عليه وآله وسلم: فإني نذير لكم بين يدي عذاب شديد... أنقذوا أنفسكم من النار\".\n\nوقاطعة أبو لهب ثانية، وقال له: تباً لك، ألهذا دعوتنا! فأنزل الله سبحانه على حبيبه: ﴿تبّت يدا أبي لهبٍ وتب. ماأغنى عنه ماله وما كسب. سيصلى ناراً ذات لهب. وامرأته حمالة الحطب. في جيدها حبل من مسد﴾ .\n\nدخل جماعة من قريش في الاسلام، واخذت الدعوة المحمدية تشق طريقها في المجتمع، وراح أنصارها يزدادون يوماً بعد يوم، فاعتبر زعماء قريش أنّ ذلك خطر يتهدد مصالحهم الذاتية وزعاماتهم، وجاهروا بعدائهم للنبي وللإسلام، وسلكوا سبيل الحطّ من شأن الرسول وتكذيب دعوته، وراحوا يهزؤون به قائلين: ﴿لن نؤمن لك حتى تفجر لنا من الأرض ينبوعاً، أو تكون لك جنة من نخيل وأعناب فتفجر الأنهار خلالها تفجيرا، أو تسقط السماء كما زعمت علينا كسفا، أو تأتي بالله والملائكة قبيلا، أو يكون لك بيت من زخرف أو ترقى في السماء﴾ .\n\nولم يكن هذا الأسلوب اللئيم في المحاربة، ليثني النبي العظيم عن تبليغ رسالة ربه، وواصل دعوته بإصرار غير مكترث بسخرية زعماء قريش، فعمدوا، كما يعمد أعداء الله اليوم، إلى التضليل الاعلامي، وترويج الاشاعات الكاذبة، ضد النبي وأتباعه، فمرة يصفونه بالكذاب، وأخرى بالشاعر، وثالثة بالساحر، حتى بلغت إشاعاتهم الحبشة وسواها، وهم يهدفون إلى عزل جبيب الله عن المجتمع، وإبعاد القاعدة الشعبية عنه وعن الدين الجديد.\n\nولم تنفع كل تلك الإشاعات والإفتراءات وأساليب التضليل، وظلَّ الناس يتهافتون على النبي صلى الله عليه وآله وسلم تهافت الفراش على النور، فلجأ زعماء قريش إلى أسلوب الإغراء والمساومة، فأرسلوا عتبة بن ربيعة ليقول للنبي صلى الله عليه وآله وسلم: يابن أخي، إن كنت تريد بما جئت به مالاً، جمعنا لك من أموالنا حتى تكون أكثرنا مالاً، وإن كنت تريد بما جئت به شرفاً، سودناك علينا، حتى لاينقطع أمراً دونك، وإن كنت تريد ملكاً ملّكناك علينا.\n\nوجاء الردّ من النبي صلى الله عليه وآله وسلم فقال: \"أفرغت يا أبا الوليد؟ قال: نعم. فقال صلى الله عليه وآله وسلم: فاسمع مني: ﴿حم تنزيل من الرحمن الرحيم كتاب فصلت آياته قرآناً عربياً لقوم يعلمون بشيراً ونذيراً فأعرض أكثرهم فهم لايسمعون، وقالوا قلوبنا في أكنة مما تدعونا إليه، وفي آذاننا وقر ومن بيننا وبينك حجاب فاعمل فاننا عاملون﴾\" .\n\nوتابع النبي صلى الله عليه وآله وسلم حتى بلغ موضع السجدة فسجد، وعتبة يسمع ويرى، ثم قال عليه الصلاة والسلام: قد سمعت يا أبا الوليد ماسمعت، فأنت وذاك\".\n\nعاد عتبة مرتبكاً، فرآه أصحابه فقالوا: لقد عاد أبو الوليد بغير الوجه الذي ذهب به، فقال لهم: \"إني قد سمعت وقولاً، والله ماسمعت مثله قط... والله ماهو بالشعر ولا بالسحر ولا بالكهانة\". وراح عتبة يدعوهم إلى التخلي عن مواجهة النبي، وتركه وشأنه، فقالوا له: سحرك والله يا أبا الوليد بلسانه.\n\nثم إنّ زعماء قريش أرسلوا إلى النبي صلى الله عليه وآله وسلم وفداً منهم، ليعرضوا عليه المغريات فما كان قوله إلا أن قال: \"ماجئتكم بما جئتكم به أطلب أموالكم، ولا الشرف فيكم، ولا الملك عليكم، ولكن الله بعثني إليكم رسولاً، وأنزل عليَّ كتاباً، وأمرني أن أكون لكم بشيراً ونذيراً، فبلغتكم رسالات ربي، ونصحت لكم، فإن تقبلوا ما جئتكم به فهو حظكم في الدنيا والآخرة، وإن تردوه عليَّ أصبر لأمر الله، حتى يحكم الله بيني وبينكم\".\n\nقريش تؤذي النبي وأصحابه\n\nلم تؤثر إغراءات زعماء قريش في النبي محمد صلى الله عليه وآله وسلم وتابع دعوته وتهزئ أوثانهم، فلجأوا إلى أسلوب الضغط والحصار... فجاؤوا إلى عمه أبي طالب وقالوا له: والله لانصبر على تسفيه أحلامنا، وعيب آلهتنا، حتى تكفّه عنّا، أو ننازله وإياك حتى يهلك أحد الفريقين.\n\nوفاتح أبو طالب ابن أخيه بالأمر فقال النبي صلى الله عليه وآله وسلم: \"ياعمّ، والله لو وضعوا الشمس في يميني، والقمر في يساري. على أن أترك هذا الأمر، ماتركته حتى يظهره الله أو أهلك فيه\".\n\nرأى زعماء قريش صلابة موقف النبي واستعداده للتضحية، حتى بحياته في سبيل الله، فرجموا بيته بالحجارة، ووضعوا الشوك في طريقه، وألقوا التراب على رأسه، وسلطوا صبيانهم ومجانينهم عليه، يلاحقونه، كما عمدوا إلى إيذاء أصحابه (رض) وملاحقتهم، فألقوا القبض على بلال الحبشي، مؤذن النبي، وألقوه على ظهره عارياً فوق رمال الصحراء الحامية، ووضعوا حجراً ثقيلاً على بطنه قائلين له: لاتزال كذلك حتى تموت، أو تكفر بمحمد وتعبد اللاّت والعزّى.\n\nكذلك القوا القبض على ياسر وزوجته وانبهما عمار، وراحوا يعذبونه حتى يردوهم عن دينهم، دون جدوى.\n\nواحتمل النبي صلى الله عليه وآله وسلم كل ذلك بالصبر، واحتسبه عند الله، وكان صلوات الله عليه يقول: \"ماأوذي نبي مثل ماأوذيت\" ويأمر أصحابه بالصبر والثبات، حتى يأتي الله بأمره ويقول لهم: \"قد كان من قبلكم لتمشط بأمشاط الحديد مادون عظامه من لحم وعصب، ما يصرفه ذلك عن دينه... وليتمنّ الله هذا الأمر حتى يسير الراكب ما يخاف إلا الله عزوجل\".\n\nالهجرة إلى الحبشة ثانية\n\nولما زادت مضايقات قريش للنبي وأتباعه، رأى النبي صلى الله عليه وآله وسلم أن يأذن لبعض أتباعه بالهجرة إلى الحبشة، فهاجر أحد عشر رجلاً وأربع نسوة، وظلوا هناك ثلاثة أشهر، عادوا بعدها إلى مكة، ولكن المشركين كانوا لهم بالمرصاد، فعاودوا ملاحقتهم وآذوهم أشد الإيذاء، فأمرهم بالهجرة مجدداً إلى الحبشة، وكانوا هذه المرة ثمانين رجلاً يتقدمهم جعفر بن أبي طالب، وثماني عشرة امرأة تتقدمهن أسماء زوج جعفر، فلما وصلوا إلى الحبشة، استقبلهم ملكها النجاشي النصراني وأحسن معاملتهم.\nوحاول القرشيون استرجاع المهاجرين، إمعاناً في التضييق عليهم فأرسلوا إلى النجاشي مبعوثين هما عمرو بن العاص، وعمارة بن الوليد، وحمّلوهما الهدايا، فاستدعى النجاشي المهاجرين فجاؤوا وجاء معهم جعفر بن أبي طالب، فقال للنجاشي: أيها الملك، كنا أهل جاهلية، نعبد الأصنام ونأكل الميتة ونأتي الفواحش، ونقطع الأرحام، ونسئ الجوار... فبعث الله فينا رسولاً منّا، نعرف نسبه وصدقه وأمانته وعفافه، فدعانا لتوحيد الله... وأمرنا بالصلاة والزكاة والصيام وصدق الحديث وأداء الأمانة وصلة الأرحام وحسن الجوار.. فصدقناه وآمنا به، فعدا علينا قومنا، ليردونا إلى عبادة الأصنام، واستحلال الخبائث.. فلما قهرونا وظلمونا، خرجنا إلى بلادك... ورجونا ألاّ نظلم عندك.\n\nفلما سمع النجاشي قول جعفر هذا، التفت إلى عمرو وعمارة وقال لهما: هذا والذي جاء به عيسى ابن مريم يخرج من مشكاة واحدة..\n\nوشعر عمرو وعمارة بالخيبة والهزيمة، فحاولا إثارة فتنة طائفية بين المسلمين والنجاشي، فقالا: إنّ هؤلاء يزعمون أن عيسى ابن مريم عبد لإلههم.. فسأل النجاشي المسلمين عن هذا الأمر، فأجابه جعفر بن أبي طالب: \"مانقول فيه إلا الذي جاء به نبينا، من أنه عبد الله ورسوله، وروحه وكلمته ألقاها إلى مريم العذراء البتول\". فما كان من النجاشي إلا أن طرد عمراً وعمارة وأبقى المسلمين في بلاده.\n\nحصار المشركين للنبي وبني هاشم\n\nحين فشلت قريش في التضييق على أتباع حبيب الله محمد صلى الله عليه وآله وسلم من المسلمين، وبعد طرد النجاشي لمبعوثيها عمرو بن العاص وعمارة بن الوليد، صبّت حقدها على المسلمين في مكة، واتخذ كبار المشركين، فيما بينهم قراراً يقضي بمقاطعة بني هاشم، ومحاصرتهم في شعب أبي طالب، وكتبوا بذلك صحيفة علقوها في الكعبة، ونصّت على عدم مبايعة بني هاشم أو الزواج منهم أو تزويجهم، وطالبوهم بتسليم النبي محمد صلى الله عليه وآله وسلم يساندهم في ذلك عمه أبو لهب.\n\nورفض أبو طالب عم النبي وحاميه أن يسلّم لهم ابن أخيه، وأمر بحراسته، فبقي بنو هاشم وحبيب الله محمد معهم في الضيق والعذاب ثلاثة أعوام، شاء الله تعالى أن يمتحنهم بها، حيث أرسل بعدها أرضة أكلت الصحيفة ولم تبق منها غير عبارة: باسمك اللهم.\n\nوأوحى الله سبحانه إلى حبيبه محمد صلى الله عليه وآله وسلم ينبئه بالأمر، فأخبر النبي عمه أبا طالب، فأخبر أبو طالب قريشاً بأمر الصحيفة، فدبّ النزاع بينهم، ولم ينته إلا بفك الحصار عن بني هاشم.\n\nالنبي صلى الله عليه وآله وسلم في الطائف\n\nتوفي أبو طالب (رض) وبعده بأيام توفيت خديجة زوجة الرسول ففقد حبيب الله بفقدهما سندين قويين لرسالته، فسمى ذلك العام عام الحزن، واغتنم المشركون الفرصة فزادوا من إيذائهم للنبي، فذهب النبي ومعه زيد بن حارثة إلى الطائف، لعله يجد فيها مجالاً لنشر الدين الجديد.\n\nوفي الطائف التقى رسول الله صلى الله عليه وآله وسلم بالزعماء وأصحاب النفوذ فلم يجد منهم إلا كما وجد من زعماء قريش، بل اكثر، فقد سبّوا حبيب الله، وشتموه، وسلطوا عليه الصبيان يرشقونه بالحجارة، حتى أدموا رجليه وشجّوا رأسه الشريف، وكان صلى الله عليه وآله وسلم يقول: \"إن لم يكن بك عليَّ غضب فلا أبالي\".\n\nورجع النبي صلى الله عليه وآله وسلم إلى مكة، وراح يلتقي وفود القبائل التي كانت تأتي للحج، ويعرض عليهم الإسلام، ويتلو عليهم من القرآن الكريم، فيسلم بعضهم ويعودون إلى يثرب يدعون إقاربهم وأصحابهم إلى الإسلام، حتى انتشر الدين الجديد في قومهم، فجاؤوا في العام التالي وبايعوا النبي في العقبة.\n\nوأسرى الله بحبيبه محمد صلى الله عليه وآله وسلم ليلاً من المسجد الحرام في مكة إلى المسجد الأقصا في القدس الشريف، وعاد النبي صباحاً يحدث بما رآه أثناء رحلة الإسراء، واجتمع المشركون عليه يسألونه أن يصف لهم المسجد الأقصا، فيصفه لهم وصفاً دقيقاً. ثم إنه أخبرهم عن قافلة سوف تصل إليهم عند طلوع شمس اليوم التالي.\n\nوتحقق ما أنبأ به الرسول الكريم، ولكن المشركين جحدوا وأصروا على مضايقاتهم للمسلمين، فأمر رسول الله صلى الله عليه وآله وسلم أصحابه بالهجرة إلى يثرب التي عرفت فيما بعد بمدينة الرسول.\n\nالهجرة إلى يثرب\n\nعرف المشركون بهجرة أصحاب النبي صلى الله عليه وآله وسلم إلى يثرب، فتآمروا ليقتلوا النبي صلى الله عليه وآله وسلم ليلاً، وأنبأ الله حبيبه بما يبيّته المشركون، فأمر صلى الله عليه وآله وسلم الإمام علي بن أبي طالب عليه السلام بالمبيت في فراشه، لإيهام المشركين بأن النبي باقٍ في مكة، ثم إنه صلوات الله وسلامه عليه خرج ليلاً يرافقه أبو بكر، قاصدين يثرب، وفي الطريق لجأ إلى غارٍ أمر الله سبحانه العنكبوت أن تنسج خيوها على بابه وأرسل حمامة باضت على تلك الخيوط، حتى بدا الغار وكأنه مهجور منذ زمن بعيد.\n\nوعند الصباح، وبعد ما أفشل الله خطة المشركين لقتل حبيبه محمد، وعلموا بخروجه من مكة، لاحقوه إلى خارجها، ولكنهم لم يعثروا له على أثر، حتى وقفوا على باب الغار متحيرين لايعرفون في أي جهة يبحثون، والنبي صلى الله عليه وآله وسلم وأبو بكر في الغار، وقد تسرب الخوف والحزن إلى قلب أبي بكر، فقال له النبي صلى الله عليه وآله وسلم: ﴿لاتحزن إن الله معن﴾ .\n\nووصل رسول الله صلى الله عليه وآله وسلم إلى قبا بالقرب من يثرب، وانتظر قدوم علي بن أبي طالب مع بعض النسوة، وفيهن الزهراء بضعة الرسول صلى الله عليه وآله وسلم، ودخل الجميع المدينة (يثرب) وهناك بني النبي مسجده المبارك، وخصّص أمكنة لسكن أصحابه، وآخى بينهم وبين الأنصار، وأشاع مفهوم الأخوة في الله بقوله صلى الله عليه وآله وسلم: \"إنَّ الله قد أذهب عنكم عيبة الجاهلية وفخرها بالآباء... أنتم بنو آدم وآدم من تراب\".\n\nواتخذ النبي صلى الله عليه وآله وسلم ابن عمه علي بن أبي طالب أخاً له قائلاً: \"أنت أخي في الدنيا والآخرة\" وراح صلى الله عليه وآله وسلم يمارس في المسجد العبادة والاجتماع وإدارة شؤون الأمة والفصل في الخصومات، ووضع الخطط العسكرية، والتعليم وغيرها من الأمور.\n\nمعارك النبي وغزواته\n\nمعركة بدر\nكان اليهود يعيشون في المدينة فهادنهم النبي صلى الله عليه وآله وسلم حتى يتفرع لبناء دولة الاسلام، ونشر الدين الجديد، وفي السنة الثانية للهجرة المباركة، وبعد أن وطّد رسول الله صلى الله عليه وآله وسلم أركان الدولة، سعى لمحاربة المشركين، فالتقاهم عند بئر بدر حيث دارت بينه وبينهم معركة بدر الكبرى التي استغاث خلالها المسلمون بربهم، فأغاثهم كما حكى ذلك القرآن الكريم: ﴿إذ تستغيثون ربكم فاستجاب لكم أني ممدكم بألف من الملائكة مردفين﴾ .\n\nوخسر المشركون أيما خسارة، ومرّغ المسلمون أنف قريش بوحل الهزيمة.\n\nمعركة أُحد\nشعر اليهود والمنافقون بأن المسلمين ازدادوا قوة بعد انتصارهم في بدر، فأخذوا يتحرشون بهم في المدينة، وقد خافوا على سلطانهم وزعاماتهم. ولما ازدادت تحرشاتهم، حذرهم النبي صلى الله عليه وآله وسلم فاستكبروا، مما اضطر الرسول الكريم لمحاربتهم وإخراجهم من المدينة.\n\nأما قريش فلم تتعظ من معركة بدر، فأخذت تعد العدة لمعركة جديدة، فأمر النبي صلى الله عليه وآله وسلم أصحابه بالخروج إليهم، ودارت بينهم وبين المسلمين معركة في جبل أُحد بالقرب من المدينة، أدّت إلى هزيمة المسلمين وإضعافهم، وتشجيع الأعداء عليهم، وأفسح في المجال لليهود، لحبك مؤامراتهم ودسائسهم.\n\nفقد خرج زعماء اليهود إلى مكة، وحرضوا المشركين على قتال المسلمين، وراحوا يقولون للمشركين: \"دينكم خير من دين محمد، وأنتم أولى بالحق\" فأنزل الله فيهم: ﴿ألم تر إلى الذين أوتوا نصيباً من الكتاب يؤمنون بالجبت والطاغوت، ويقولون للذين كفروا هؤلاء أهدى من الذين آمنوا سبيل﴾ .\n\nمعركة الأحزاب (الخندق) وصلح الحديبية\nواصل اليهود تأليب قبائل العرب على النبي والمسلمين فأقنعوا بني فزارة، وأشجع، ومرة، وبني سعد، وبني أسد وغيرهم، بمحاربة النبي وأصحابه، فاجتمع عشرة آلاف منهم تحت راية أبي سفيان...\n\nعلم النبي صلى الله عليه وآله وسلم بالأمر، فتشاور مع أصحابه، فأشار سلمان الفارسي قائلاً: \"إنا كنا بفارس إذا حوصرنا خندقنا علينا\" فاستصوب النبي رأي سلمان وبادر مع أصحابه إلى حفر خندق على عجل، حتى أنجزوه في ستة أيام، وعسكروا على مقربة منه، وعسكرت الأحزاب من المشركين واليهود في الجهة المقابلة، دون أن يجرؤوا على اقتحامه.\n\nوطال الحصار، فبدأ السأم والملل يتسربان إلى نفوس المشركين، وأرادوا العودة إلى مكة، فعرف اليهود بذلك، فتوجه زعيمهم حيي بن أخطب إلى يهود بني قريظة في المدينة، وأقنعهم بأن ينقضوا ما كانوا عاهدوا النبي عليه، ويدخلوا الحرب ضده مع المشركين.\n\nعرف الرسول صلى الله عليه وآله وسلم بالأمر فأرسل وفداً من المسلمين ليتأكد منه، ولكن اليهود أساؤوا الأدب مع الوفد، وراحوا يشتمون النبي ودينه،... واستبدّ الفزع بالمسلمين: ﴿وزاغت الأبصار وبلغت القلوب الحناجر﴾ وبدأ هجوم الأحزاب، فعبر عمرو بن عبد ود العامري الخندق مع نفر من المشركين، فتصدى له علي بن أبي طالب عليه السلام وأرداه قتيلاً، وبعد مقتل عمرو تطور سير المعركة، وامتنع اليهود عن مساعدة المشركين خوفاً وهلعاً، فاستولى الرعب على المشركين وولوا الأدبار هاربين.\n\nإنتصر المسلمون، ولم تعد قريش تفكر بمهاجمتهم، وظلَّ اليهود يتحينون الفرص للغدر وطعن المسلمين من الخلف، فما كان من النبي إلا أن حاصر بني قريظة، وقضى عليهم بعد حصار دام خمسة عشر يوماً، ثم إنه صلى الله عليه وآله وسلم عقد مع قريش صلح الحديبية لمدة عشر سنوات، ليتفرد بيهود خيبر الذين كانوا يعدون العدة للإنقضاض على المسلمين وهكذا تمّ للنبي صلى الله عليه وآله وسلم ما أراد من القضاء على اليهود، وضمان حرية المسلمين في الحج إلى بيت الله في مكة.\n\nفتح مكة\nإستتبّ الأمر لرسول الله صلى الله عليه وآله وسلم فبدأ بمكاتبة ملوك الدول المجاورة، فكتب إلى قيصر ملك الروم، وكسرى ملك فارس، وزعيم الأقباط بمصر وإلى النجاشي ملك الحبشة، والحارث الغساني ملك دمشق وإلى ملك صنعاء، وملك عُمان وملك البحرين، وغيرهم، فمنهم مَن استجاب لدعوة الله ورسوله إلى الإسلام كالنجاشي ملك الحبشة، وملك البحرين وملك اليمن، ومنهم من رفضها علواً واستكباراً، كملك الروم وملك الفرس وملك دمشق.\n\nوبعد انتشار الاسلام بين العرب وغيرهم، اعتدت قبيلة محالفة لقريش على قبيلة محالفة للنبي صلى الله عليه وآله وسلم فقرّر النبي مقاتلة القرشيين فاستولت المخاوف عليهم، وأرسلوا أبا سفيان لتدارك الأمر، وتقوية العهد مع المسلمين، فلم تفلح جهود أبي سفيان، وعاد يجرجر أذيال الخيبة والخسران.\n\nوأرسلت قريش عم النبي صلى الله عليه وآله وسلم العباس بن عبد المطلب، ليستطلع الأمر، وكان العباس (رض) يبطن الاسلام ويتظاهر بالكفر، فعاد إليهم قائلاً لهم: هذا محمد قد جاءكم بما لاقبل لكم به، فقال أبو سفيان: فما ترى؟ قال: تطلبون الأمان من محمد.\n\nقدم أبو سفيان ثانية ومعه العباس على النبي صلى الله عليه وآله وسلم يطلبان الأمان لقريش، فعرض عليهما الإقرار بأن: لا إله إلا الله وأن محمداً رسول الله، فلم يكن أمام أبي سفيان إلا الإقرار.\n\nوأعلن رسول الله صلى الله عليه وآله وسلم أماناً عاماً لأهل مكة: \"مَن دخل دار أبي سفيان فهو آمن، ومن أغلق بابه فهو آمن\"، ثم إنه صلى الله عليه وآله وسلم دخل مكة ووقف على باب الكعبة قائلاً: \"لا إله إلا الله وحدة لاشريك له، صدق وعده، ونصر عبده، وأعزّ جنده، وهزم الأحزاب وحده... يامعشر قريش، ماذا تظنون أني فاعل بكم؟ قالوا: خيراً... أخٌ كريم وابن أخٍ كريم! فقال صلى الله عليه وآله وسلم: أقول كما قال أخي يوسف: ﴿لاتثريب عليكم اليوم يغفر لكم وهو أرحم الراحمين﴾ إذهبوا فأنتم الطلقاء.\n\nوهكذا فتح رسول الله صلى الله عليه وآله وسلم مكة، وبادر إلى تكسير الأصنام وهو يتلو قوله تعالى: ﴿جاء الحق وزهق الباطل إنّ الباطل كان زهوق﴾ .\n\nمعركة حنين\nبلغت أصداء نصر المسلمين في مكة قبيلة هوازن، وعلموا أن النبي صلى الله عليه وآله وسلم سيتوجه لفتح الطائف، فنظّم زعيمهم جيشاً كبيراً لصدّ المسلمين واتخذوا مواقع لهم على قمم جبال حنين، وعند مضيق الوادي، وفاجأوا النبي وجيشه بالنبال، فاستولى الرعب على قلوب الكثيرين من المسلمين ففروا راجعين، ولم يبقَ مع النبي إلا عليّ بن أبي طالب عليه السلام، والعباس بن عبد المطلب، وأسامة بن زيد، وأيمن بن عبيد، ونفر من بني هاشم.\n\nوتحول النبي وأصحابه إلى الهجوم، وقاتلوا ببسالة نادرة، وثقةٍ بنصر الله لاتتزعزع، فانهزم بنو هوازن، ودخل النبي ومن بقي معه الطائف، حيث أعلن زعيم هوازن مالك بن عوف إسلامه وتتابعت جموع هوازن لاعتناق الإسلام، فردّ النبي عليهم أموالهم وأطلق أسراهم، ثم إنه صلى الله عليه وآله وسلم واصل مسيره إلى مكة حيث قضى فيها عمرته وعاد إلى المدينة المنورة.\n\nوإغتنم الروم فرصة انشغال النبي والمسلمين في المعارك الداخلية، فراحوا يجهزون الجيوش لغزو الأجزاء الشمالية من الجزيرة العربية، فما كان من النبي صلى الله عليه وآله وسلم إلا أن استنفر المسلمين، وسار بنفسه على رأس جيش لقتال الروم، فما أن وصل إلى تبوك على الحدود الإسلامية الرومانية حتى هربت جموع الروم وولّوا إلى داخل بلادهم.\n\nوعاد رسول الله صلى الله عليه وآله وسلم إلى مدينته المباركة، فأنزل الله سبحانه عليه سورة التوبة، يفضح فيها المنافقين والمتواطئين معهم، ويكشف خططهم للنيل من الاسلام والمسلمين، فأمر النبي صلى الله عليه وآله وسلم علي بن أبي طالب عليه السلام بتبليغها في مكة، ثم إنّه صلى الله عليه وآله وسلم أمر بإحراق مسجد الضرار الذي كان المنافقون قد بنوه قاعدة للنفاق، وبذلك طويت آخر صفحة للشرك في مكة المكرمة في تلك الأيام.\n\nإلى الرفيق الأعلى\n\nحلَّ موسم الحج من السنة العاشرة للهجرة المباركة، فدعا خاتم الأنبياء صلى الله عليه وآله وسلم الناس إلى الحج، وسار بهم قاصداً حجَّ بيت الله الحرام، وبعد أن أدوا مناسكهم وتوجهوا إلى عرفة، وقف حبيب الله فيهم خطيباً، فحمد الله وأثنى عليه وقال: \"أما بعد أيها الناس... لاأدري لعليّ لا ألقاكم بعد عامي هذا... إنّ دماءكم وأعراضكم وأموالكم حرام عليكم كحرمة يومكم هذا، ألا هل بلّغت؟ اللهم فاشهد... أيها الناس إنما المؤمنون إخوة، ولايحل لامرئٍ مال أخيه إلا عن طيب خاطر، فلا ترجعوا بعدي كفاراً يضرب بعضكم رقاب بعض، فإني قد تركت فيكم ما إن تمسكتم به لن تضلوا بعدي أبداً: كتاب الله وعترتي أهل بيتي، فإنه نبأني اللطيف الخبير أنهما لن يفترقا حتى يردا عليّ الحوض..أيها الناس إن ربكم واحد، وأباكم واحد كلكم لآدم وآدم من تراب\".\n\nوفي طريق العودة إلى المدينة نزل الوحي على رسول الله صلى الله عليه وآله وسلم: ﴿يا أيها النبي بلِّغ ما أنزل إليك من ربك وإن لم تفعل فما بلّغت رسالته﴾ ، فاستوقف النبي الناس عند غدير خم ووقف على أعواد نصبت له، بحيث يراه جميع الحاضرين، وأخذ بيد علي بن أبي طالب عليه السلام، وحمد الله وأثنى عليه ثم قال: أيها الناس، يوشك أن أدعى فأجيب... أيها الناس إن الله مولاي، وأنا مولى المؤمنين... فمن كنت مولاه، فهذا علي مولاه، اللهم والِ من والاه، وعادِ من عاداه، وانصر من نصره، واخذل من خذله، وأدر الحق معه كيفما دار...\"، فقال عمر بن الخطاب: \"بخٍ بخٍ لك ياعلي، أصبحت مولاي ومولى كل مؤمن ومؤمنة\".\n\nوعاد خاتم الانبياء صلى الله عليه وآله وسلم إلى المدينة، وراح يجهز الجيوش للفتح، ولكن المرض داهمه، واشتدّ عليه، ولم يلبث أن انتقل إلى جوار بارئه، ودفن في الحجرة التي توفي فيها.\n\nوهكذا خسرت الانسانية بوفاة حبيب الله، شخصيَّةً ملأت الدنيا نوراً وعطاءً، فسلام على خاتم الانبياء حبيب الله محمد وعلى آله الطاهرين.\n\nوالحمد لله رب العالمين.",
  "tags": "سيرة,النبي,محمد,السيرة النبوية,الهجرة,الغزوات"
}

]
