{
  "zone": "levant",
  "hijri_year": 1447,
  "events": [
    {
      "hijri_year": 1447,
      "hijri_month": 1,
      "hijri_day": 2,
      "type": "azza",
      "title_ar": "وصول ركب الحسين بن علي (ع) وأهل بيته وأصحابه إلى أرض كربلاء"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 1,
      "hijri_day": 3,
      "type": "azza",
      "title_ar": "وصول جيش يزيد بن معاوية وعبيد الله بن زياد بقيادة عمر بن سعد إلى كربلاء لحرب سبط رسول الله (ص)"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 1,
      "hijri_day": 7,
      "type": "azza",
      "title_ar": "أوكل عمر بن سعد لعمرو بن الحجاج حراسة نهر العلقمي لمنع الإمام الحسين عليه السلام من الوصول الى الماء"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 1,
      "hijri_day": 9,
      "type": "azza",
      "title_ar": "تم محاصرة الامام الحسين عليه السلام من جميع الجهات في أرض كربلاء واجتمع عليه خيل أهل الشام كالدائرة بقيادة عمر بن سعد"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 1,
      "hijri_day": 10,
      "type": "azza",
      "title_ar": "ذكرى استشهاد سبط رسول الله وسيّد شباب أهل الجنّة الإمام الثالث من أئمّة أهل البيت (ع) الحسين بن علي (ع) و أصحابه وسبي عياله وأطفاله"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 1,
      "hijri_day": 11,
      "type": "azza",
      "title_ar": "سار جيش عمر بن سعد بسبايا أهل بيت النبوة ومعدن الرسالة ومهبط الوحي عليهم السلام من كربلاء إلى الكوفة. اُسارى مربطين بالحبال كسبي الترك والديلم"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 1,
      "hijri_day": 20,
      "type": "farah",
      "title_ar": "تم زفاف فاطمة الزهراء عليها السلام الى أمير المؤمنين علي بن أبي طالب عليه السلام في السنة الثالثة للهجرة"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 1,
      "hijri_day": 25,
      "type": "azza",
      "title_ar": "استشهد الامام زين العابدين علي بن الحسين عليه السلام ودفن في البقيع . وفي رواية في الثاني عشر من المحرم"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 2,
      "hijri_day": 1,
      "type": "azza",
      "title_ar": "وصول سبايا آل محمد ( عليهم السلام ) إلى الشام"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 2,
      "hijri_day": 7,
      "type": "azza",
      "title_ar": "استشهد سبط رسول الله ( صلى الله عليه وآله ) الإمام أبي محمد الحسن بن علي المجتبى ( عليه السلام ) في سنة ٤٩ للهجرة . وعلى رواية في اليوم الثامن والعشرين"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 2,
      "hijri_day": 20,
      "type": "azza",
      "title_ar": "ذکرى الاربعينية لسيد الشهداء الحسين بن علي (ع) و رجوع السبايا الي کربلاء ، و يوم وصول الصحابي الجليل جابر بن عبد الله الانصاري و زيارة الحسين (ع) و لقائه برکب السبايا"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 2,
      "hijri_day": 28,
      "type": "azza",
      "title_ar": "توفي منقذ البشرية وخاتم الأنبياء والرسل النبي الأكرم والرسول الأعظم ابو القاسم محمد بن عبد الله ( صلى الله عليه وآله )"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 2,
      "hijri_day": 29,
      "type": "azza",
      "title_ar": "استشهاد الإمام الثامن من أئمّة أهل البيت (ع) علي بن موسى الرضا (ع) سنة ٢٠٣ هـ في يوم آخر من صفر"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 3,
      "hijri_day": 8,
      "type": "azza",
      "title_ar": "استشهد النور الحادي عشر من أنوار الإمامة الإمام الحسن بن علي العسكري عليه السلام في أيام خلافة المعتمد العباسي"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 3,
      "hijri_day": 8,
      "type": "farah",
      "title_ar": "بداية إمامة الإمام الثاني عشر من أئمّة أهل البيت (ع) المهدي المنتظر (عجل الله تعالى فرجه الشريف)"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 3,
      "hijri_day": 17,
      "type": "farah",
      "title_ar": "ولد سيد الكائنات واشرف الانبياء والمرسلين منقذ البشرية من الضلالة النبي محمد بن عبد الله صلى الله عليه وآله في عام الفيل . وعلى قول في الثاني عشر من نفس الشهر"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 4,
      "hijri_day": 8,
      "type": "farah",
      "title_ar": "ولد فيه النور الحادي عشر من أنوار أهل البيت عليهم السلام الامام الحسن بن علي العسكري عليه السلام في سنة ٢٣٢ للهجرة . وقيل في العاشر منه"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 4,
      "hijri_day": 10,
      "type": "azza",
      "title_ar": "وفاة فاطمة المعصومة بنت الإمام موسى بن جعفر (عليه السلام)"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 5,
      "hijri_day": 5,
      "type": "azza",
      "title_ar": "ذكرى ولادة بطلة كربلاء العقيلة زينب الكبرى بنت علي بن أبي طالب (ع)"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 5,
      "hijri_day": 13,
      "type": "azza",
      "title_ar": "ذكرى استشهاد الصدّيقة الكبرى فاطمة الزهراء بنت محمّد المصطفى (ص) بناءاً على رواية (٧٥ يوما)"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 6,
      "hijri_day": 3,
      "type": "azza",
      "title_ar": "استشهدت بضعة الرسول وحليلة الوصي سيف الله المسلول فاطمة الزهراء سلام الله عليها على أثر العصرة التي عصرها الظالم عمر بن الخطاب بين الحائط والباب"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 6,
      "hijri_day": 20,
      "type": "farah",
      "title_ar": "ولدت بضعة المختار وأُم الائمة الاطهار، التي خصها الله عز وجل بالعصمة وطهرها من الرجس وفضلها على نساء العالمين ، أم السبطين الحسن والحسين السيدة فاطمة الزهراء سلام الله عليها"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 7,
      "hijri_day": 1,
      "type": "farah",
      "title_ar": "ذكرى ميلاد الإمام الخامس من أئمّة أهل البيت (ع) الإمام محمّد الباقر (ع) بناءاً على رأي الشيوخ الكليني والطوسي والطبرسي"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 7,
      "hijri_day": 3,
      "type": "azza",
      "title_ar": "استشهد مسموماً الإمام علي بن محمد الهادي عليه السلام وذلك في زمن الخليفة العباسي المعتز ابن المتوكل وقيل في السابع والعشرين من جمادى الآخرة"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 7,
      "hijri_day": 10,
      "type": "farah",
      "title_ar": "ولد النور التاسع من أنوار الامامة أبو جعفر الثاني محمد بن علي الجواد عليه السلام"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 7,
      "hijri_day": 13,
      "type": "farah",
      "title_ar": "ذكرى ميلاد مولى الموحّدين وقائد الغرّ المحجّلين ، أمير المؤمنين علي بن أبي طالب في داخل الكعبه المشرّفة في السنة العاشرة قبل البعثة"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 7,
      "hijri_day": 15,
      "type": "azza",
      "title_ar": "توفيت عقيلة الطالبيين بنت امير المؤمنين وفاطمة سيدة نساء العالمين زينب الكبرى اُم المصائب والمحن وشريكة الإمام الحسين في طف كربلاء"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 7,
      "hijri_day": 25,
      "type": "azza",
      "title_ar": "استشهد الامام السابع من ائمة أهل البيت موسى بن جعفر الكاظم عليه السلام مسموماً محبوساً في سجن السندي بن شاهك في زمن الخليفة العباسي هارون الرشيد"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 7,
      "hijri_day": 26,
      "type": "azza",
      "title_ar": "من سنة العاشرة للبعثة توفي بطل الاسلام المؤمن الموحد عم النبي صلى الله عليه وآله أبو طالب رضوان الله عليه مؤمن قريش وحامي النبي وكافله بعد أبيه"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 7,
      "hijri_day": 27,
      "type": "farah",
      "title_ar": "بعث النبي صلى الله عليه وآله بخاتمة الرسالات والاديان فانقذ الله به البشرية من غياهب الضلالة والعمى إلى انوار الرشاد والهدى"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 8,
      "hijri_day": 3,
      "type": "farah",
      "title_ar": "ولد ريحانة الرسول صلى الله عليه وآله وسبطه الثاني سيد شباب الجنة الامام الحسين بن علي بن أبي طالب عليه السلام"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 8,
      "hijri_day": 4,
      "type": "farah",
      "title_ar": "ولد قمر بني هاشم أبو الفضل ، حامل لواء الحسين عليه السلام يوم الطف وناصره والموآسي له بنفسه وساقي عطاشى كربلاء ، العباس بن أمير المؤمنين عليه السلام"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 8,
      "hijri_day": 5,
      "type": "farah",
      "title_ar": "ولد النور الرابع من أنوار أهل بيت العصمة والطهارة الامام السجاد ، علي بن الحسين ، زين العابدين عليه السلام"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 8,
      "hijri_day": 15,
      "type": "farah",
      "title_ar": "ولد النور الثاني عشر من أنوار أهل البيت عليهم السلام إمام العصر والزمان الامام المنتظر المهدي الحجة بن الحسن العسكري عليه السلام منقذ البشرية في آخر الزمان الذي يملأ الله به الأرض قسطاً وعدلاً بعدما ملئت ظلماً وجوراً"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 9,
      "hijri_day": 15,
      "type": "farah",
      "title_ar": "من السنة الثانية للهجرة ولد السبط الأول لرسول الله صلى الله عليه وآله وسيد شباب أهل الجنة الإمام المجتبى الحسن بن علي بن أبي طالب عليه السلام"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 9,
      "hijri_day": 18,
      "type": "farah",
      "title_ar": "وهي ليلة الاُولى التي يشكّ في كونها ليلة القدر حسب الروايات الشريفة"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 9,
      "hijri_day": 20,
      "type": "farah",
      "title_ar": "هذه هي الليلة الثانية من الليالي التي يشكّ في كونها ليلة القدر"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 9,
      "hijri_day": 21,
      "type": "azza",
      "title_ar": "ذكرى استشهاد أوّل مظلوم بعد رسول الله (ص) مولى المتّقين ، وسيّد الموحّدين ، أمير المؤمنين علي بن أبي طالب ، الإمام الأوّل من أئمّة أهل البيت (ع)"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 9,
      "hijri_day": 22,
      "type": "farah",
      "title_ar": "وهذه هي الليلة الثالثة من الليالي التي يشكّ في كونها ليلة القدر ، وهي التي تؤكّد عليها روايات أهل البيت (ع) لإحيائها"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 10,
      "hijri_day": 1,
      "type": "farah",
      "title_ar": "عيد الفطر المبارك (( أسعد الله أيّامكم ))"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 10,
      "hijri_day": 8,
      "type": "azza",
      "title_ar": "ذكرى فاجعة تهديم قبور الأئمّة المعصومين ـ الإمام الحسن المجتبى و والإمام على زين العابدين والإمام محمّد الباقر والإمام جعفر الصادق ـ في مقبرة البقيع على يد الوهابين النواصب"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 10,
      "hijri_day": 25,
      "type": "azza",
      "title_ar": "استشهد الإمام السادس من أئمة أهل البيت عليهم السلام ابو عبدالله جعفر بن محمد الصادق عليهما السلام في زمن الخليفة المنصور العباسي وقيل في اليوم الخامس عشر من شهر رجب"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 11,
      "hijri_day": 1,
      "type": "farah",
      "title_ar": "ذكرى ميلاد السيّدة فاطمة المعصومة بنت موسى بن جعفر (ع) واُخت الامام علي بن موسى الرضا (ع)"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 11,
      "hijri_day": 11,
      "type": "farah",
      "title_ar": "من سنة ١٤٨ وقيل ١٥٣ للهجرة انبزغ النور الثامن من أنوار الامامة أبو الحسن علي بن موسى الرضا عليه السلام ، ولد (ع) بالمدينة المنورة، ودفن غريباً في أرض طوس بخراسان."
    },
    {
      "hijri_year": 1447,
      "hijri_month": 11,
      "hijri_day": 30,
      "type": "azza",
      "title_ar": "استشهد الامام الجواد محمد بن علي التقي عليه السلام إثر سمّ دسّته له زوجته ابنة المأمون العباسي في يوم آخر من ذي القعدة"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 12,
      "hijri_day": 7,
      "type": "azza",
      "title_ar": "استشهد الإمام الخامس من أئمة اهل بيت العصمة والطهارة (ع) الامام الباقر ، محمد بن علي عليه السلام"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 12,
      "hijri_day": 10,
      "type": "farah",
      "title_ar": "عيد الأضحى المبارك (( أسعد الله أيّامكم ))"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 12,
      "hijri_day": 15,
      "type": "farah",
      "title_ar": "ولد النور العاشر من أنوار أهل بيت النبي صلى الله عليه وآله الإمام علي بن محمد الهادي عليه السلام"
    },
    {
      "hijri_year": 1447,
      "hijri_month": 12,
      "hijri_day": 18,
      "type": "farah",
      "title_ar": "ذكرى تتوييج الإمام علي بن أبي طالب أمير المومنين في منطقة غدير خم عند عودة رسول الله (ص) من حجّة الوداع سنة ١٠ هـ بأمر الله تعالى"
    }
  ]
}